{
    "world_news": [
        {
            "header": "No Chinese warship deployed near Maldives waters: Govt sources",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/maldives-politics_7b5665fa-1669-11e8-8f49-ddf93c7ed473.jpg",
            "content": "No Chinese warship has been deployed close to the waters of the Maldives since political turmoil broke out in the island-nation, and India continues to have a significant presence in critical sea lanes in the Indian Ocean region, government sources said on Tuesday.They, however, said a Chinese destroyer and a frigate had crossed into the Eastern Indian Ocean through the Sunda Strait and exited the Indian Ocean through the Lombok Strait while heading towards the South China Sea a few days ago.Sources also rejected media reports quoting Chinese website sina.com.cn that 11 Chinese warships had entered the East Indian Ocean amid the constitutional crisis in the Maldives.The sources said India currently has a significant naval presence in the Indian Ocean region, adding Indian Navy has deployed one warship each in East of Indonesia, Malacca Strait, Gulf of Oman and Gulf of Aden.India has also deployed a warship next to the waters of Sri Lanka, another one between Bangladesh and Myanmar and one between the Seychelles and Mauritius.Currently India has two Advanced Light Helicopters (ALH) in the Maldives and around 40 personnel from the Indian armed forces are stationed at the island nation as part of defence cooperation between the two countries.“We have a very robust surveillance mechanism at the Indian Ocean Region based on deployment since July 2017. No movement of Chinese warship has been detected near the waters of Maldives,” said a source in the Indian Navy.It said currently, the closest distance between a Chinese warship and Maldivian waters would be around 2,500 nautical miles.Last year, the Navy had introduced a new plan for deployment of warships in the Indian Ocean region to effectively counter China’s growing presence in the strategically key waters.A state of emergency was declared in the Maldives earlier this month, deepening an ongoing political crisis there.",
            "added_on": "Updated: Feb 20, 2018 23:50 IST"
        },
        {
            "header": "Iran plane crash: No survivors, bodies buried in snow as wreckage found on mountain",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/iran-aviation-accident_d41a63b2-165f-11e8-80b7-5f600041ef82.jpg",
            "content": "There were no survivors among the 65 passengers and crew on an Iranian plane that ploughed into a mountain top, where most of the bodies lie buried under snow, the first rescue team to reach the wreckage said on Tuesday.The Aseman Airlines plane disappeared from radar screens 50 minutes into Sunday’s flight from Tehran to the southwestern city of Yasuj. Iranian military located the wreckage in the central province of Isfahan on Tuesday morning.“Only parts of the airplane are visible and the rest is deeply buried... The rescue team have seen 30 bodies on the ground,” an official from Iran’s Red Crescent was quoted as saying by Tasnim news agency.The remaining passengers and crew were buried under the snow, the official said.“The plane had hit top of the mountain before crashing 30 metres (100 feet) further down,” the pilot of a rescue helicopter told state television. Glacial temperatures and the mountainous terrain hampered search and rescue efforts, adding to the grief and anger felt by families of the victims in a society plagued by risky air travel where officials blame decades of sanctions for the poor state of national fleet.The twin-engined turboprop ATR 72 that crashed was over 24 years old. According to data cited by the Flight Safety Foundation’s aviation-safety.net website, it was restored to service just three months ago after being in storage for six years. More than 100 people demonstrated on Monday outside a local government office in nearby Dena Kooh county, demanding officials step down for their handling of the disaster after announcements that wreckage had been found on Monday were then denied.A video on Tasnim showed an angry man shouting “Would you have flown on the same plane?” at Roads and Urban Development Minister Abbas Akhoundi.Revolutionary Guards spokesman Ramezan Sharif told state television the wreckage was eventually spotted by a military drone.After a long wait to locate the plane, relatives will have to endure further delays until the bodies are returned as helicopters are unable to land in the hostile terrain and the work will have to be carried out on foot, an emergency service official said.Iran has suffered several plane crashes in recent decades. Tehran blames U.S. sanctions for preventing it from importing new aircraft or spare parts.A Boeing 727 crashed in northwest Iran in 2011, killing 78 people, and in 2009 all 168 people on board died when a Caspian Airlines Tupolev crashed en route for Armenia. In 2003 an Ilyushin-76 troop carrier crashed in southeast Iran, killing all 276 Revolutionary Guard soldiers and crew.A deal with world powers on Tehran’s nuclear programme in 2015 opened the way for Iranian airlines to update their fleets but many older planes are still in service, particularly on domestic routes.",
            "added_on": "Updated: Feb 20, 2018 23:48 IST"
        },
        {
            "header": "Father of boy who was smuggled into Spain in a suitcase walks free with a fine ",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/_bdd10354-165a-11e8-8f49-ddf93c7ed473.jpg",
            "content": "A Spanish court on Tuesday allowed an Ivory Coast man to walk free, with only a small fine to pay, after his son was found crammed into a suitcase at a border crossing.Prosecutors had initially sought a three-year prison term for Ali Ouattara, 45, for facilitating his son’s illegal entry into Europe and threatening the child’s life.“The child’s life was endangered, he was inhumanly curled up in a tiny suitcase, without ventilation,” judge Fernando Teson said as the trial got under way.The heart-rending photo of the boy went round the world in 2015, during the peak of Europe’s worst migrant crisis since World War II.The trial took place in Ceuta, a Spanish territory in Morocco which migrants from Africa regularly try to reach by scaling high border fences or smuggled through in cars.As the trial drew to a close, prosecutors asked that the court order Ouattara to pay a fine, because they found no evidence to prove the father knew his son would be trafficked in a suitcase.Ouattara, who has already spent a month behind bars, was ordered to pay a 92 euro ($114) fine by the three presiding judges.“It’s all over and we can begin to resume out lives, together, my wife, my daughter my son and I in Bilbao,” in northern Spain, Ouattara said as he emerged from the court.His lawyer, Juan Isidro Fernandez, explained to the court how the boy had been left with just his 18-year-old brother in Ivory Coast after their grandmother died The now 10-year-old boy, whose name is Adou, currently lives in a Paris suburb with his mother but travelled to Ceuta to testify.Adou told the judges he had had difficulty breathing while in the suitcase, which he was forced into by a “Moroccan girl”.It was ultimately his testimony that saved his father from jail.Adou said Ouattara had told him he would be taken “by car”, and that there had never been any mention of a suitcase.Paid traffickers 5,000 eurosThe desperate smuggling attempt was a first in Ceuta.But only three months later, a 27-year-old Moroccan died of asphyxiation inside a suitcase placed in the trunk of a car on a ferry linking Melilla, another Spanish territory in Morocco, to southern Spain.The two Spanish enclaves are the only places in Europe which share a land border with Africa.Adou was reunited with his mother soon after arriving in Ceuta, while his father was arrested shortly after the police discovery.Ouattara told the judge Tuesday that he had been living in Spain legally for eight years, and that he had a stable job.While his wife and daughter were able to join him, the Spanish authorities had rejected four requests for Adou to come because they deemed the father’s 1,300 euro ($1,600) monthly salary insufficient to cover the family’s needs.A desperate Ouattara was misled by traffickers in Ivory Coast who charged him 5,000 euros ($6,200) and did not tell him his son would be hidden in a suitcase.A former philosophy and French teacher in Abidjan, Ouattara arrived illegally in Spain in 2006, making the perilous journey across the Mediterranean aboard a boat.“For us, it was crucial for the child to come, we couldn’t live without him, we couldn’t stop thinking about him,” Ouattara said.",
            "added_on": "Updated: Feb 20, 2018 22:25 IST"
        },
        {
            "header": "Maldives emergency extended by  30 days as President Yameen rams move through parliament",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/maldives-swearing-abdulla-parliament-ceremony-president-during_d4fc5d98-165b-11e8-a4d7-7f47b8de9439.jpg",
            "content": "President Abdulla Yameen’s regime rammed a 30-day extension of the controversial emergency in the Maldives through parliament on Tuesday, ignoring the concerns of the world community and calls for democracy to be restored in the honeymoon islands. The move will anger India, which had called for the emergency not to be extended so that the political process in the Maldives could resume. Yameen has moved closer to China in recent years, signing up for the Belt and Road Initiative and concluding a Free Trade Agreement with Beijing last year.Thirty-eight MPs of the ruling Progressive Party of Maldives (PPM) on Tuesday controversially approved the move to prolong the emergency imposed by Yameen on February 5, hours before it was set to expire, after Speaker Abdulla Maseeh set aside the constitutionally mandated quorum.The opposition, which boycotted the sitting, said the approval was illegal as it went against the Constitution. They contended that more than half the 85 members of Parliament – or 43 MPs – needed to be present for the vote.In New Delhi, the external affairs ministry said in a statement that it did not expect the emergency to be extended “so that the political process in Maldives can resume with immediate effect”. The statement called for democratic institutions, including the judiciary, to be allowed to “function independently”. It added, “It is important that Maldives quickly returns to the path of democracy and the rule of law so that the aspirations of Maldivian people are met and the concerns of the international community are assuaged.”India also called for the implementation of the Supreme Court ruling of February 1. The extension will strengthen the powers of Yameen, who imposed emergency after clashing with the top court when it quashed the conviction of nine opposition leaders, including former president Mohamed Nasheed who is in exile, and ordered the reinstatement of 12 disqualified MPs. Yameen also detained the chief justice and another top judge, accusing them of corruption, and other leaders, including former president Maumoon Abdul Gayoom. Later, the three remaining judges annulled the order to release Yameen’s opponents, who were convicted in widely criticised trials.On Monday, Yameen’s office said the extension of emergency was warranted as a threat to national security had not diminished and a constitutional crisis had not been resolved.Hours before the Maldivian Parliament rubber-stamped the extension, a group of South Asian legislators said they feared for democracy in the Indian Ocean archipelago.The “declaration of emergency and arrests and disrespect of the Supreme Court rulings undermine the rule of law and the independence of the judiciary”, Karu Jayasuriya, chairman of South Asian Speakers and Parliamentarians, and Sri Lanka’s speaker, said in a statement.The UN human rights chief has described the emergency as “an all-out assault on democracy”.",
            "added_on": "Updated: Feb 20, 2018 22:04 IST"
        },
        {
            "header": "Vastu-compliant London flats to meet Indian demand",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/general-views-of-the-london-skyline_3ac3f81e-1659-11e8-80b7-5f600041ef82.jpg",
            "content": "Indians are among top international buyers of property in London, and many are keen that their purchases comply with the principles of vastu-shastra, the ancient Indian system of architecture.The “golden postcodes” of prime central London locations of major interest to Indians are Mayfair, Belgravia and Knightsbridge — many buyers have pre-existing links with the UK and interest is also driven by historic ties, cultural and family links, and as a destination for their children’s education.Specific needs of Indian buyers often include space for prayer area, a servant’s quarter and a separate entrance for staff. There is also a preference for complexes that offer a porter/security so that the property can be locked up and looked after when they are not in the country.Property developer One Point Six has converted a flat inside a 19th century house in the city’s Knightsbridge area into a three-bedroom, three-bathroom flat according to vastu principles, offering it at a price of £4.75 million. The developer used the services of vastu expert Geetanjali Bhalla for the conversion project.Located on the third floor at 49-51 Pont Street, the 1,360 sq ft flat has been classified as 80% vastu compliant, which is well above the London average, Caroline Takla of One Point Six told Hindustan Times.She said Indian clients, encouraged by norms which have been relaxed to allow them to buy property outside India, have often expressed frustration that London flats and houses are not vastu-compliant.“Many of our Indian clients are keen on vastu-compliant property. We found that very few flats and houses are vastu compliant. So we developed the flat in Pont Street from the inside while keeping the external façade intact,” Takla said.“Whilst this isn’t the first London home to incorporate the principles of vastu shastra it’s certainly a rarity to find one at this level in such a prime location and in a traditional building that hasn’t been built to incorporate vastu from the outset.”According to data of new homes with estate agent Savills, the proportion of buyers from subcontinent did not change significantly between 2016 and 2017. The region accounts for about 6% of foreign buyers of new homes in London.Indian buyers have also been attracted to the London market due to the falling value of the pound since the 2016 vote to leave the European Union. ",
            "added_on": "Updated: Feb 20, 2018 23:00 IST"
        },
        {
            "header": "Pakistan agency probing PTI chief Imran Khan’s use of govt helicopter",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/interview-islamabad-chairman-correspondent-political-pakistan-tehreek_58a0b080-1649-11e8-80b7-5f600041ef82.jpg",
            "content": "Pakistan’s anti-graft agency has launched a probe into the alleged use of a provincial government helicopter by Opposition leader Imran Khan that reportedly cost the national exchequer over Rs 100 million, according to a media report on Tuesday.The National Accountability Bureau (NAB) has initiated an inquiry into the alleged use of a helicopter of the Khyber-Pakhtunkhwa provincial government by Pakistan Tehreek-e-Insaf (PTI) chief Imran Khan, Express News reported.NAB chairperson Justice (retd) Javed Iqbal had earlier ordered the Director-General NAB Khyber-Pakhtunkhwa to investigate reports that the PTI chief had used the helicopter.Khyber-Pakhtunkhwa is ruled by PTI, a party headed by Imran, the 65-year-old cricketer-turned-politician. The news about the probe has come two days after his party confirmed that Khan has married for a third time.The provincial NAB officials have begun an inquiry into the matter, and an investigation committee has been set up, the report quoted sources as saying.Earlier this month, NAB chief Iqbal had issued a statement in which he said that Khan had been using the  government helicopter for non-government visits.According to Iqbal, Khan had used two helicopters for 73 hours.“It costs about Rs 1 to 1.2 million per hour to use one of the helicopters that Imran flew in. The other helicopter used by the PTI chief costs 0.5 million per hour,” Iqbal said.The figures quoted above seem to indicate that Imran Khan’s flights have cost the national exchequer in excess of Rs 100 million, the report said.However, the figures quoted by the Khyber-Pakhtunkhwa  government, mentions only Rs 2.1 million. The NAB chief had asked authorities to probe this discrepancy, the report said. ",
            "added_on": "Updated: Feb 20, 2018 20:31 IST"
        },
        {
            "header": "China sends warships to eastern Indian Ocean, says report",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/_88994c94-1648-11e8-80b7-5f600041ef82.jpg",
            "content": "Eleven Chinese warships sailed into the eastern Indian Ocean against the backdrop of a political crisis in the Maldives, where New Delhi and Beijing are competing for influence, though Indian officials said there were no indications the vessels were headed towards the island nation.The flotilla comprises destroyers, a frigate, an amphibious transport dock and three support tankers, Chinese news portal sina.com.cn reported. The report didn’t directly link the movement of the warships to the crisis in the Maldives but noted that the Indian Ocean region is currently “not peaceful”. “About 10 days ago, the ‘Navy Blue 2018A’ far-sea training formation of the Chinese navy crossed the Strait of Indonesia and five main warships entered the east Indian Ocean,” the report said.“At present, the Indian Ocean region is not peaceful and the political situation in Maldives continues to be turbulent,” it added. The report also claimed the Maldives government had rejected India’s help in resolving the political crisis.A senior Indian Navy officer tracking movements in the Indian Ocean region said on Tuesday no Chinese warships were currently charting a course for the Maldives. “Their nearest warship is more than 2,000 nautical miles away from the island nation,” he said.The officer confirmed the Indian Navy had spotted five Chinese warships entering the eastern Indian Ocean around 10 days ago but these vessels had subsequently moved towards the South China Sea. “The warships entered the eastern Indian Ocean through the Sunda Strait and exited through Lombok Strait to the South China Sea,” he said. Three to four Chinese warships were deployed in the Gulf of Aden at any given time on the pretext of conducting anti-piracy operations, he said. These warships are replaced every three months. China has repeatedly said the crisis in Maldives should be resolved domestically and no country should interfere in the island nation’s internal affairs. In a recent statement, China’s foreign ministry had indicated it wasn’t about to shy away from its new role in the Maldives – fuelled by big investments – despite repeated pledges not to intervene in domestic politics. It has also helped China’s growing influence in the Maldives, known for its luxury resorts, that President Abdulla Yameen has signed up for President Xi Jinping’s Belt and Road Initiative to build trade and transport links and hubs across Asia and Europe.The sina.com.cn report also spoke about the Chinese navy’s increasing capabilities compared to those of the Indian Navy.“If you look at the warships and other equipment, the gap between the Indian Navy and the Chinese Navy is not too far off. However, after more than 10 years of ocean-going escort and training honed by the oceans and seas, the Chinese navy has enjoyed predominance in terms of dispatching warships and ships as well as the training level and operational skills of officers and soldiers,” it said.“Just this time, 11 warships of three naval formations appeared in the east, west and south Indian Ocean at the same time. This reaction speed and mobilisation ability can be achieved by few navies in the world,” it added.Meanwhile, a report in the nationalistic Global Times tabloid said China has upgraded its “airspace defence” in the western sector to counter threats from India.The report followed the release of photo by the People’s Liberation Army (PLA) showing J-10 and J-11 combat jets conducting an exercise over a high-altitude plateau in western China.“The Western Theater Command is mainly responsible for mountain warfare at the border area with India. It is significant for China to strengthen control of airspace over the mountainous region,” Song Zhongping, a Chinese military expert told daily.“Considering that India possesses 3rd-generation fighter jets, China’s stationing of its 3.5-generation jets would be able to deal with any current threat from India, Song said. “With India importing new jets, China will continue strengthening its fighter jets in the Western Theatre Command.”(With inputs from HTC in New Delhi)",
            "added_on": "Updated: Feb 20, 2018 19:49 IST"
        },
        {
            "header": "Indian-origin woman found murdered at home in UK ",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/police-involved-shooting_e997972a-163f-11e8-80b7-5f600041ef82.jpg",
            "content": "An Indian-origin woman was found murdered in her home in the West Midlands region of England after what is believed to be a burglary gone wrong.Sarbjit Kaur’s body was discovered by her family members at their home in the town of Wolverhampton last Friday.West Midlands Police said they are keeping an open mind on the motive of the 38-year-old’s murder as it released the victims name on Monday as part of a public appeal for information.“Kaur was attacked inside her own home. This is a shocking case, the likes of which are extremely rare, and we have a team of officers working on this murder inquiry to establish what happened and to finding the person or people responsible,” said Detective Chief Inspector Chris Mallett, who is leading the West Midlands Police Homicide Teams murder investigation.He confirmed that early inquiries have revealed that some items were taken from the home but added that the motive so far remains unclear as his team continues to investigate several lines of inquiry, including whether this was a random burglary or if the address or Kaur were deliberately targeted.“The interior was in an untidy state - which could indicate it had been searched – and we believe that some items are missing. We are working with the family to understand exactly what items were taken,” Mallett added.Police have carried out CCTV and house-to-house inquiries as well as conducted an extensive forensic examination of the scene as they try and piece together Kaur’s movements throughout the day.Kaur was assaulted during the attack and pronounced dead at the scene. A post-mortem has proved inconclusive on the precise cause of her death, with further tests being carried out by pathologists.",
            "added_on": "Updated: Feb 20, 2018 20:52 IST"
        },
        {
            "header": "Pakistan serial killer who raped, murdered minor appeals to HC against death sentence",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/conference-killer-showing-suspected-picture-responsible-murder_3fe372ce-163c-11e8-80b7-5f600041ef82.jpg",
            "content": "A serial killer in Pakistan, who was sentenced to death for the brutal rape and murder of a seven-year-old girl, on Tuesday challenged his conviction in the Lahore High Court alleging that his trial was conducted in “haste” without fulfilling legal requirements.In the first ever trial in the country’s history that concluded in shortest period of four days, an anti-terrorism court on Saturday sentenced to death 23-year-old Imran Ali on four grounds -- murdering a child, kidnapping a child, rape of a minor, and committing an unnatural act with a minor.In his appeal, he declared that he is “not guilty”.He said the trial was conducted in “haste and legal requirements were not fulfilled” during the trial. He appealed to the high court to overturn the ATC’s verdict.Besides death penalty, Imran was also sentenced to seven years in jail with a fine of Rs 1 million for desecrating the body of a minor.He was arrested in January, two weeks after he raped and killed the 7-year-old girl and threw her body into a garbage dump in Kasur city, some 50 kilometres from Lahore.The brutal rape and murder of the child had sparked outrage and protests across the country. Her case was the twelfth such incident to occur within a 10 kilometre radius in Kasur city over a 12-month period.The arrest brought to light seven more such crimes and many Pakistanis have demanded he be publicly executed.He is facing further charges in the cases of seven other children he attacked, five of whom were murdered.The prosecution lawyer had earlier claimed that Imran had been given ample chance to defend himself, but he chose to confess his crimes.A total 56 witnesses were presented against him in addition to forensic evidence, DNA and polygraph tests.The girl’s father Muhammad Amin expressed satisfaction over the verdict, saying: “We are satisfied on the verdict but we wanted him to be hanged publicly.”Some lawyers and activists had shown concerns about the fairness of the trial inside jail. Advocate Asad Jamal said the trial could not be held in a free and fair manner unless the suspect was given an ample opportunity to defend himself through a counsel of his choice.He said the trial had been conducted in camera without access to independent observers, members of the bar and independent legal counsel for the accused.He said the prosecution could not propose or nominate a lawyer to defend Imran because there had always been a clear conflict of interest. ",
            "added_on": "Updated: Feb 20, 2018 19:12 IST"
        },
        {
            "header": "Pakistan sends top official to plead its case in FATF meet in Paris",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/pakistan-correspondent-interview-finance-ministry-reuters-islamabad_d56ecac6-163e-11e8-80b7-5f600041ef82.jpg",
            "content": "Facing the prospect of punitive actions, Pakistan has sent a top official to plead its case at the Financial Action Task Force meeting in Paris that will take up a US-sponsored resolution to put Islamabad on a list of countries that financially support terrorism, a media report said on Tuesday.Pakistan has sent adviser to prime minister on finance Dr Miftah Ismail to attend the Financial Action Task Force (FATF) meeting at a time when the activities of Hafiz Saeed’s Jamaat-ud-Dawa (JuD) and the Falah-e-Insaniyat Foundation (FIF) have created problems for the Pakistan government, The Express Tribune quoted finance ministry officials as saying.The decision to send Ismail was taken abruptly, it said.The US and the UK have moved a motion to place Pakistan on the FATF terrorist-financing watch-list. France and Germany are co-sponsoring the move, the report said.According to the original plan, the Director General Financial Monitoring Unit, a joint secretary-level official of the Ministry of Finance and representatives from the State Bank of Pakistan and the Securities and Exchange Commission of Pakistan were to represent Pakistan at the FATF meeting.Just a day before his departure for France for the six-day FATF meetings, Ismail had returned from a week-long visit of Europe where he had gone to “convince” the FATF member countries about the actions that Islamabad has taken to remain compliant with global anti-money laundering and counter terrorism financing regime, it said.The meetings involve more than 700 delegates from the 203 jurisdictions of the FATF Global Network, as well as the UN, IMF, World Bank and other partners.If the FATF adopts the resolution, Pakistan could once again be placed on the grey list of countries with deficient anti-money laundering regimes.Pakistan suspects India’s hand behind the US-sponsored resolution as Ismail recently lamented that the FATA was used for political purposes, the report said.According to the financial sector experts, any move to place Pakistan on the watch-list would enhance scrutiny level of the financial transactions that the country’s banking sector would undertake with the rest of the world.This will increase the cost of opening letter of credits (LC) for trade purposes. The negative decision by FATF will have the force to affect the international credit ratings, which will in turn increase cost of borrowings for the government.At present, the 11 jurisdictions are on the high risk and monitoring list of the FATF, which include North Korea, Iran, Iraq, Syria, Yemen and Ethiopia. Pakistan was on the FATF grey list from 2009 to 2015.“The measure to blacklist Pakistan is part of a propaganda to economically destabilise our country,” Pakistan’s Interior Minister Ahsan Iqbal said on Monday.",
            "added_on": "Updated: Feb 20, 2018 18:44 IST"
        },
        {
            "header": "UN issues blank statement because it ‘no longer has words’ to describe war on Syria’s children ",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/syria-conflict_2c2bd3fc-163c-11e8-8f49-ddf93c7ed473.jpg",
            "content": "The UN children’s fund on Tuesday expressed “outrage” over the killings of children in Syria by issuing a blank statement, adding in a footnote that “no words will do (them) justice”.The statement came after a ferocious Syrian regime bombing campaign pounded the rebel-held enclave of Eastern Ghouta on Monday, killing 127 civilians, 39 of them children.“No words will do justice to the children killed, their mothers, their fathers and their loved ones,” said Geert Cappelaere, UNICEF regional director for the Middle East and North Africa.Those words were followed by a blank page.UNICEF voiced its anger in a postscript at the end of the news release, entitled: “The War ON Children in Syria. Reports of mass casualties among children in Eastern Ghouta and Damascus.” “UNICEF is issuing this blank statement,” it said. “We no longer have the words to describe children’s suffering and our outrage. Do those inflicting the suffering still have words to justify their barbaric acts?”The United Nations on Monday demanded an end to the targeting of civilians in Syria.But on Tuesday, the Syrian Observatory for Human Rights war monitor said at least 50 civilians, including 13 children, were killed in a second day of air strikes on Eastern Ghouta.Held by rebels since 2012, Eastern Ghouta is the last pocket of opposition-held territory around Damascus and the regime of President Bashar al-Assad appears to be preparing a ground assault to retake it.",
            "added_on": "Updated: Feb 20, 2018 18:31 IST"
        },
        {
            "header": "Netanyahu confidants named as suspects in new corruption probe by Israel police",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/israel-hospital-netanyahu_5c0fee5c-163a-11e8-8f49-ddf93c7ed473.jpg",
            "content": "Israeli police revealed on Tuesday they had arrested the controlling shareholder and CEO of the country’s biggest telecoms company, as well as two former officials with close ties to Prime Minister Benjamin Netanyahu, in a corruption case.The arrests in the investigation dubbed “Case 4000” came just days after police recommended Netanyahu himself be indicted for bribery and fraud in other cases, known as “1000” and “2000”.Shaul Elovitch, a family friend of Netanyahu’s who controls telecoms firm Bezeq through his Eurocom holding company, was arrested along with his wife, his son and Bezeq’s CEO Stella Handler.Former Netanyahu spokesperson Nir Hefetz and former communications ministry director-general Shlomo Filber, both known as close confidants of the prime minister, were also arrested.All the arrests took place on Sunday, but the identities of the suspects were withheld for two days under standard Israeli criminal procedure.Elovitch, his wife and son deny any wrongdoing, a Eurocom spokeswoman said. A lawyer for Handler said she is cooperating fully with the investigation and denies the allegations. Bezeq officials declined to comment.Filber’s lawyer declined to comment. Hefetz’s attorney could not immediately be reached.Netanyahu, now in his fourth term, has denied any wrongdoing in the various investigations which threaten his long dominance of Israeli politics. He has dismissed any suggestion of illegality in his dealings with Elovitch or Bezeq.The Israel Securities Authority (ISA) last year began investigating suspicions that Elovitch meddled in the 2015 merger between Bezeq and its satellite TV unit YES for personal financial gain.In its new probe, police suspect that Bezeq received regulatory benefits in return for enabling favourable media coverage of Netanyahu on Walla, a news website that is also controlled by Eurocom.“This is a new investigation in the Bezeq case as a result of evidence raised in the ISA investigation,” a joint statement from the police and ISA said.“During the investigation suspicions mounted of offences of integrity, money laundering laws and the securities laws which were carried out over time.”In a Facebook post on Monday, Netanyahu - who has described the investigations against him as a “witch hunt” - said: “There has never been any payback or illegal act in interaction with Elovitch.”Israeli media reports said Netanyahu is likely to face questioning in the police Bezeq probe. A statement issued on Sunday by a personal spokesman to Netanyahu said all decisions related to Bezeq “were made according to recommendations of expert committees and expert officials”.The ISA said in November it had enough evidence to support criminal charges against senior Bezeq officials, leaving it to Tel Aviv prosecutors to decide whether to indict.",
            "added_on": "Updated: Feb 20, 2018 18:21 IST"
        },
        {
            "header": "UK’s major cities to woo Indian tourists",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/worsley-suffrage-photograph-london-sadiq-centenary-historian_471ab426-163c-11e8-80b7-5f600041ef82.jpg",
            "content": "The United Kingdom’s three largest cities – London, Manchester and Birmingham – have formed an alliance to jointly promote English tourism in three of the world’s fastest growing markets: India, China, and the Gulf Cooperation Council countries.The partnership, which will see the three cities collaborate on tourism for the first time, will focus on increasing the number of visitors arriving in one city and then travelling across the different regions, a release by the mayor of London’s promotional agency said on Tuesday.The project, called “Experience England” and led by the agency London & Partners, is backed by London mayor Sadiq Khan, Greater Manchester mayor Andy Burnham, and West Midlands mayor Andy Street.The project seeks to make it easy for tourists from India, China and the GCC to visit the three cities and then go on to explore the English countryside and villages.Khan said: “London is home to the 10 most popular tourist attractions in the UK and we’re proud to welcome millions of visitors every year. But it’s important that they have the chance to see what’s on offer in other parts of the country too and I’m committed to working with other cities and regions to use the capital’s reputation to drive tourism across the nation.”",
            "added_on": "Updated: Feb 20, 2018 18:21 IST"
        },
        {
            "header": "Kabul hotel gunmen ‘waved through without checks’ before assault  ",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/files-afghanistan-hotel-taliban-security-unrest_0f23790c-1634-11e8-8f49-ddf93c7ed473.jpg",
            "content": "The deputy head of security at Kabul’s Intercontinental Hotel says guards were ordered to wave through a car later revealed to be carrying militants and explosives ahead of a deadly assault one month ago. His account reinforces earlier speculation from survivors that the terrifying hours-long assault at the government-owned hotel, which killed at least 25 people including 15 foreigners, had inside help.It comes in the face of official silence over how the attack on the hilltop hotel unfolded on January 20.At 7:23 pm that day the hotel’s security chief was told by management in a series of text messages seen by AFP that a car with licence plate 14-14 was approaching. “Please kindly assist this VIP,” the final SMS read.The car, later revealed to be loaded with militants and explosives, duly passed through hotel security without being searched, according to B. Tamas, the deputy chief of security at the hotel, who saw the messages after they were sent to his boss.Roughly an hour later the gunmen opened fire, going from room to room in search of foreigners to kill as frantic guests climbed out of windows on ropes made of bedsheets in a bid to escape. The account by Tamas, employed by Kabul Balkh Safety & Security (KBSS) and who asked AFP not to identify him by his full name, comes a month after the attack while official details are still sparse. Even the death toll remains uncertain. At least 15 foreigners have been confirmed killed. Beyond that, statements from Kabul authorities vary, with one official telling AFP the total toll numbers 25 while there are unofficial fears it could be as high as 40. Nasrat Rahimi, an interior ministry spokesman, told AFP the investigation team was still working on a report for President Ashraf Ghani, saying only that details will be publicised “very soon”. Management at the state-owned hotel have also declined to answer any queries over the attack.Faced with this silence, Tamas, a 42-year-old former Hungarian soldier who served in Kosovo under the NATO flag, told AFP in a Skype interview from an undisclosed location that the hotel -- even in the best light -- had failed to cooperate with KBSS on security.His boss – an American named as “Kenny” to protect his identity after he was banned by the attorney general from leaving the country – received the texts from the hotel’s sales manager. The car, which Tamas said had three or four people on board, was later found in the hotel parking lot stuffed with weapons and explosives. Long plannedKBSS received such requests to waive security searches from the sales manager, Ahmad Haris Ayab, “every day”, Tamas said. Haris, currently detained by authorities along with 10 other suspects and unable to comment on the claims, was the main contact at the hotel for KBSS, a private security company which had taken over the hotel contract from Afghan police on January 1.But, Tamas and other KBSS officials have said, it was only responsible for the hotel’s external security, with the interior protected by what he described as unarmed and untrained guards.Tamas and Kenny, who both carried small arms, lived on the second floor. When the attack began, the highly trained pair survived the onslaught by barricading themselves in stairwells for more than half an hour before help arrived in the form of Afghan commandos backed by Norwegian special forces, Tamas said.In that time, he told AFP, the militants’ evident knowledge of the hotel layout made it clear that the operation had been planned for some time.ComplicityTamas’s statements have added fuel to speculation over how the attack was planned and carried out.A witness and a security source had earlier told AFP that at least two of the gunmen were armed and inside the hotel before the attack began, and questions have been raised – including by the country’s interior minister –over whether the militants had inside help.Fears of negligence and complicity in attacks by the Taliban and other militant groups are common in Afghanistan.Mistrust of the government is also high, as authorities routinely understate death tolls and anger surges over the state’s inability to protect civilians.Tamas is still struck by the basic lack of security procedures in place, even after a 2011 attack on the Intercontinental – which is not part of the global InterContinental chain.Inside, where his company was not responsible for security, the building had no panic button to shut down the elevators and no fire alarm, while X-ray machines had “simply never worked”.Other survivors have also described the lax measures, telling AFP that bags were not checked, scanners did not work and body searches were non-existent.Every request that KBSS made to the management to tighten security was denied, Tamas said. “They were not listening to us. It was always tomorrow, tomorrow.”",
            "added_on": "Updated: Feb 20, 2018 17:52 IST"
        },
        {
            "header": "Bangladesh exchange approves China bid, rejects India offer",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/_cfa02fc0-1636-11e8-80b7-5f600041ef82.jpg",
            "content": "Bangladesh has agreed to sell a large stake in its stock exchange to a Chinese consortium, an official said Tuesday, rebuffing a rival bid from India that raised political sensitivities.The Dhaka Stock Exchange on February 10 had approved the Chinese offer to buy a quarter of the bourse’s 1.8 billion shares, but Bangladesh’s financial regulator asked it to “further scrutinise” the decision.“The board has reconfirmed its decision about approving the Chinese consortium’s bid as it is higher than its nearest competitor’s,” said stock exchange spokesman Shafiqur Rahman after the meeting Monday evening.The Mumbai-based National Stock Exchange had offered 15 taka per share during the tender process this month.China’s Shanghai and Shenzhen stock exchanges made a joint higher bid of 22 taka per share, or $122 million, and offered additional technical support worth nearly $37 million.The intervention by the Bangladesh Securities and Exchange Commission in the sale sparked allegations in local media that it was trying to favour India.The Bangladesh office of Transparency International, the Berlin-based corruption watchdog, issued a statement “strongly condemning” what it called unethical and illegal meddling.The regulator -- which at the time defended its final authority to override decisions made by the stock exchange -- was not immediately available for comment.The competing bids have exposed tensions in Bangladesh as it juggles growing interest from China against longstanding ties with its huge neighbour India.New Delhi threw its weight behind the 2014 elections that returned Prime Minister Sheikh Hasina to power, despite boycotts by the opposition who feared the vote would be rigged.Prime Minister Narendra Modi’s government has made big investments in Bangladesh and Indian companies have won  multi-billion contracts in key sectors in recent years.But increasingly it must counter China, which has also courted India’s arch-rival Pakistan and strategic Indian Ocean nations including Sri Lanka and the Maldives.Xi Jinping in October 2016 became the first Chinese president to visit Bangladesh in more than three decades, signing deals worth more than $20 billion.But there have been setbacks, with Bangladesh last month blacklisting a top Chinese construction firm for allegedly trying to bribe a senior government official.",
            "added_on": "Updated: Feb 20, 2018 17:40 IST"
        },
        {
            "header": "Turkey will lay siege to Syria’s Afrin in coming days: President Erdogan ",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/syria-conflict_5659e67c-162e-11e8-80b7-5f600041ef82.jpg",
            "content": "Turkey will lay siege to Afrin in northern Syria, President Recep Tayyip Erdogan said on Tuesday a month after Ankara launched an offensive against Kurdish militia in the region.“In the coming days, swiftly, we will lay siege to the centre of the town of Afrin,” Erdogan told parliament. His remarks came as Turkey’s operation “Olive Branch”, a ground and air offensive against the People’s Protection Units (YPG) militia which Ankara brands “terrorists”, entered its second month.While some analysts say Turkey and pro-Ankara Syrian rebels have made slow advances, Erdogan defended the operation’s progress, saying it was to avoid putting the lives of both its troops and civilians needlessly “at risk”. “We did not go there to burn it down,” he said, insisting the operation’s aim was to “create a safe and livable area” for the Syrian refugees inside Turkey, who fled across the border since the conflict began in 2011 and who now number more than three million.The UK-based Syrian Observatory for Human Rights monitor said at least 94 civilians have been killed during Turkey’s offensive.But Ankara has repeatedly insisted there have been no civilian casualties, saying its armed forces are showing utmost care not to harm civilians.Turkey says the YPG is a “terrorist” offshoot of the Kurdistan Workers’ Party (PKK), which has waged an insurgency against the Turkish state since 1984.The PKK is blacklisted as a terror group by Ankara and its Western allies.But the YPG has been working closely with the United States against the Islamic State extremist group in Syria.Both Washington and Brussels have urged Turkey to show restraint in its operation, with the US warning the offensive could detract from the fight against jihadists in Syria.",
            "added_on": "Updated: Feb 20, 2018 17:27 IST"
        },
        {
            "header": "Leading Catalan separatist in Switzerland to evade justice",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/files-spain-politics-catalonia_0295dd1c-1632-11e8-80b7-5f600041ef82.jpg",
            "content": "A former Catalan lawmaker and major figure in the region’s secession attempt has fled to Switzerland ahead of a court hearing in Madrid, comparing the situation in Catalonia to Turkey’s post-coup crackdown.In an interview with Switzerland’s Le Temps daily published Tuesday, Anna Gabriel, a top member of the far-left, separatist CUP party, said she had decided to leave Spain as she would not have “a fair trial at home.”She is the latest separatist to leave the country after deposed Catalan president Carles Puigdemont and four former regional ministers went to Belgium shortly after a failed bid to break from Spain.Gabriel was due to appear before a Supreme Court judge on Wednesday over her role in Catalonia’s failed independence drive, which prompted Madrid to impose direct rule on the region in October, sack its government and dissolve its parliament.“I won’t go to Madrid. I’m wanted for my political activities and the government press has already declared me guilty,” she told the daily.“As I wouldn’t get a fair trial at home, I looked for a country that could protect my rights.”She said she got regular death threats from far-right extremists, adding the government wasn’t “doing anything to safeguard our security faced with fascists’ violence.”Gabriel accused Madrid of “repression,” likening the situation in Catalonia, whose separatist leaders are under investigation for their attempt to break from Spain, with “what is happening right now in Turkey.”There, more than 55,000 people have been arrested following a failed 2016 coup, including journalists, MPs and activists.Gabriel said close to 900 people in Catalonia were either under investigation or had been charged, among them “teachers, police officers, politicians and even mere voters.”So far, four separatist leaders have been jailed pending a probe into their role in the separatist drive on charges that include rebellion, sedition and misuse of public funds.These include Catalonia’s former vice president Oriol Junqueras.“I will be more useful to my movement free than behind bars,” Gabriel said.",
            "added_on": "Updated: Feb 20, 2018 17:16 IST"
        },
        {
            "header": "Mueller investigating Kushner’s efforts of financing from foreign investors",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/files-us-russia-politics-probe_860fb96c-1630-11e8-80b7-5f600041ef82.jpg",
            "content": "Special counsel Robert Mueller, who is investigating the alleged collusion by the Trump campaign team with Russian meddling in the 2016 US election, is now looking at efforts by White House senior adviser Jared Kushner to secure financing from foreign investors.Mueller was initially investigating the Russian contacts of Kushner — who is also President Donald Trump’s son-in-law — but has now expanded the scope of enquiry to look at his discussions with other players, including China, CNN reported. During the presidential transition period, Kushner was one of the lead contacts for foreign governments and he told Congress that he had spoken to “over fifty contacts with people from over fifteen countries”.The report, quoting people close to the probe, said Mueller’s investigators have been asking about Kushner’s conversations during the transition period to shore up financing for 666 Fifth Avenue, a Kushner Companies-backed New York City office building which was under financial troubles.The investigation team is yet to contact Kushner Companies.The New York Times had earlier reported that Kushner had lined up a deal with Wu Xiaohui — the chairman of Chinese investment company Anbang — for 666 Fifth Avenue, but the talks collapsed in March 2017. CNN said Mueller’s team is focussing on talks Kushner had with Chinese investors during the transition. The investigators have also asked about his dealings with a Qatari investor — The Intercept had earlier reported Kushner had unsuccessful talks about 666 Fifth Avenue with former Qatari prime minister Hamad bin Jassim Al Thani.Kushner is also under scrutiny for a meeting he had had with Sergey Gorkov, chairman of the Russian state-run Vnesheconombank. Kushner said the meeting was official government business, but the Russian banks claims Gorkov met him because he ran Kushner Companies. However, Kushner’s legal team denies the Mueller team is probing his business dealings. His attorney Abbe Lowell told CNN: “In all of Mr Kushner’s extensive cooperation with all inquiries, there has not been a single question asked nor document sought on the 666 building or Kushner Company deals.”",
            "added_on": "Updated: Feb 20, 2018 23:34 IST"
        },
        {
            "header": "2 lawyers shot dead by cousin at Lahore sessions court",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/_e2279f9c-1623-11e8-80b7-5f600041ef82.jpg",
            "content": "A Pakistani lawyer allegedly shot dead his two cousins in Lahore sessions court on Tuesday over a property issue, police said, the second shooting incident in a month within the premises.Senior superintendent Lahore police Mubashir Makan told reporters that three cousin lawyer’s -  Kashif, Nadim and Awais - had appeared in a property case before a sessions judge.“After hearing they started exchanging harsh words that led to a physical brawl between them. Before police intervened Kashif took out a pistol and opened fire on Nadim, 35, Awais, 26 and leaving them seriously injured,” Makan said.They were shifted to Mayo hospital where they were pronounced dead, he said, adding the alleged killer lawyer has been apprehended by police.SSP Makan further said the cousin lawyers had a property dispute in Shahdara area. They had been in litigation for the last one year or so. He said police are investigating as how the suspect managed to bring a weapon in the court.Lahore bar association president Malik Arshad condemned the incident and demanded improved security in the courts.Following the incident, security at the court was tightened. A heavy contingent of police reached the site of the firing, cordoned off the area and conducted a search within the court premises.This is the second incident of firing at the Lahore sessions court in this month. In the first week of February an under-trial prisoner facing murder charges and a policeman were shot dead by the complainant of the case in the session court. The killer in this case is still at large.Punjab chief minister Shahbaz Sharif has ordered authorities to provide fool-proof security for the courts.The firing incident exposed the security lapses on the premises of the sessions court where a number of under-trial prisoners were brought daily for hearing of the cases.",
            "added_on": "Updated: Feb 20, 2018 15:38 IST"
        },
        {
            "header": "Ancient human remains, Ice Age animal bones found in giant Mexican cave",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/mexico-archaeology_fcf73b18-1621-11e8-8f49-ddf93c7ed473.jpg",
            "content": "Archaeologists exploring the word’s biggest flooded cave in Mexico have discovered ancient human remains at least 9,000 years old and the bones of animals who roamed the earth during the last Ice Age.A group of divers recently connected two underwater caverns in eastern Mexico to reveal what is believed to be the biggest flooded cave on the planet, a discovery that could help shed new light on the ancient Maya civilization.The Yucatan peninsula is studded with monumental relics of the Maya people, whose cities drew upon an extensive network of sinkholes linked to subterranean waters known as cenotes.Researchers say they found 248 cenotes at the 347-km (216-mile) cave system known as Sac Actun, near the beach resort of Tulum. Of the 200 archaeological sites they have discovered there, around 140 are Mayan. Some cenotes acquired particular religious significance to the Maya, whose descendants continue to inhabit the region.Apart from human remains, they also found bones of giant sloths, ancient elephants and extinct bears from the Pleistocene period, Mexico’s Culture Ministry said in a statement.The cave’s discovery has rocked the archaeological world. “I think it’s overwhelming. Without a doubt it’s the most important underwater archaeological site in the world,” said Guillermo de Anda, researcher at Mexico’s National Anthropology and History Institute (INAH).De Anda is also director of the Gran Acuifero Maya (GAM), a project dedicated to the study and preservation of the subterranean waters of the Yucatan peninsula.According to the INAH, water levels rose 100 meters at the end of the Ice Age, flooding the cave system and leading to “ideal conditions for the preservation of the remains of extinct megafauna from the Pleistocene.”The Pleistocene geological epoch, the most recent Ice Age,  began 2.6 million years ago and ended around 11,700 years ago. ",
            "added_on": "Updated: Feb 20, 2018 15:48 IST"
        },
        {
            "header": "Police name Netanyahu associates in Israeli corruption probe",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/germany-munich-security-conference_61fb79ac-1622-11e8-a4d7-7f47b8de9439.jpg",
            "content": "Israeli police on Tuesday named the two close associates of Prime Minister Benjamin Netanyahu who have been arrested for their suspected role in a wide-ranging corruption probe that has cast a further pall of suspicion over the long-time Israeli leader.The development is the latest in scandals embroiling Netanyahu, who already stands accused of bribery in two separate cases. He denies any wrongdoing and says the accusations were the continuation of a wider witch hunt against him by a hostile media.With an initial gag order lifted, police identified the pair as Nir Hefetz, a former Netanyahu spokesman, and Shlomo Filber, the former director of the communications ministry under Netanyahu.The two are suspected of promoting regulation worth hundreds of millions of dollars to Israel’s Bezeq telecom company in return for favorable coverage of Netanyahu in a highly popular subsidiary news site.Netanyahu, who held the communications portfolio until last year, has not yet been named as a suspect in the case but is expected to be questioned.Bezeq’s controlling shareholder Shaul Elovitch is also in custody, along with his wife, son and other top Bezeq executives. Former journalists at the Walla news site have attested to being pressured to refrain from negative reporting of Netanyahu.The new probe comes days after police announced there was sufficient evidence to indict Netanyahu for bribery, fraud and breach of trust in two separate cases.Netanyahu is accused of receiving lavish gifts from Hollywood mogul Arnon Milchan and Australian billionaire James Packer. In return, police say Netanyahu had operated on Milchan’s behalf on U.S. visa matters, legislated a tax break and connected him with an Indian businessman.In the second case, Netanyahu is accused of offering a newspaper publisher legislation that would weaken his paper’s main rival in return for more favorable coverage.Netanyahu has long accused the Israeli press corps of being biased against him and has taken steps to counter it by promoting more sympathetic outlets to him.",
            "added_on": "Updated: Feb 20, 2018 15:36 IST"
        },
        {
            "header": "Chinese warships enter East Indian Ocean amid Maldives tensions",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/yameen-abdul-gayoom_5a0beeba-1623-11e8-a4d7-7f47b8de9439.jpg",
            "content": "Eleven Chinese warships sailed into the East Indian Ocean this month, a Chinese news portal said, amid a constitutional crisis in the tiny tropical island chain of the Maldives now under a state of emergency.A fleet of destroyers and at least one frigate, a 30,000-tone amphibious transport dock and three support tankers entered the Indian Ocean, news portal Sina.com.cn said, without linking the deployment to the crisis in the Maldives or giving a reason.“If you look at warships and other equipment, the gap between the Indian and Chinese navy is not large,” Sina.com.cn said on Sunday.It did not say when the fleet was deployed or for how long.Regional powerhouses India and China are old foes.Recently, Maldives President Abdulla Yameen had signed up to Beijing’s Belt and Road initiative to build trade and transport links across Asia and beyond.India, which has had longstanding political and security ties to the islands about 400 km (250 miles) away, has sought to push back against China’s expanding presence in the overwhelmingly Muslim country of 400,000 people. Maldivian opposition leaders have urged New Delhi to intervene in the crisis.China’s Ministry of Defence did not respond to requests for comment.On Friday, the People’s Liberation Army posted photos and a story on rescue training exercises taking place in the East Indian Ocean on its official Twitter-like Weibo account.China earlier this month advised Chinese citizens to avoid visiting the Maldives, famous its luxury hotels, scuba-diving resorts and limpid tropical seas, until political tensions subside.China has been striking deals with countries in Asia and Africa in line with its Belt and Road initiative to improve imports of key commodities, upgrade infrastructure and trade routes in the region and boost its diplomatic clout.Yameen imposed the emergency on Feb 5 for 15 days to annul a Supreme Court ruling that quashed convictions against nine opposition leaders and ordered his government to free those held in prison. He sought parliamentary approval to extend the emergency for 30 days on Monday.China has drawn criticism in the West for its perceived military buildup of the neighbouring South China Sea, where it has built and expanded islands and reefs.China claims most of the sea where neighbours Brunei, Malaysia, the Philippines, Taiwan and Vietnam also have claims.",
            "added_on": "Updated: Feb 20, 2018 19:01 IST"
        },
        {
            "header": "Malaysian artist jailed for publishing clown caricature of PM Najib Razak",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/files-malaysia-politics-art-trial_03cf0faa-161e-11e8-80b7-5f600041ef82.jpg",
            "content": "A Malaysian artist was jailed for a month Tuesday for publishing a caricature of scandal-plagued Prime Minister Najib Razak looking like a clown, the latest government critic to be imprisoned.Fahmi Reza’s picture of the premier wearing powder-white clown make-up, with evilly arched eyebrows and blood-red lips, went viral and the image was widely used in demonstrations against Razak.His lawyer Syahredzan Johan said Reza, 40, was jailed and fined 30,000 ringgit ($7,700) by a court in the northern city of Ipoh after being found guilty of breaching laws that ban the spreading online of content that is deemed offensive. “We are certainly appealing and are disappointed by the decision,” Syahredzan told AFP.Reza was arrested and charged in June 2016 after his drawing went viral. Razak , who must call elections by August, has been cracking down hard on dissent since allegations emerged that billions of dollars were looted from a sovereign wealth fund that he founded. Razak and the fund, 1MDB, deny any wrongdoing.A tough new security law has been enacted and government critics have been increasingly targeted.A leading opposition MP was sentenced to 30 months in jail earlier this month for his role in exposing confidential banking details, which he alleged showed political corruption. The sentence disqualifies him from the looming polls.Rafizi Ramli, vice-president of the People’s Justice Party of jailed opposition leader Anwar Ibrahim, is still free pending an appeal.Reza is not the first artist to be targeted. Top political cartoonist Zulkiflee Anwar Ulhaque -- who goes by the pen name Zunar -- was arrested for sedition in 2016 after regularly lampooning Najib and his wife in his drawings. ",
            "added_on": "Updated: Feb 20, 2018 14:56 IST"
        },
        {
            "header": "Search teams find wreckage of Iranian plane that went missing in Zagros mountains",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/iran-plane-crash_c28e97a6-15ee-11e8-80b7-5f600041ef82.jpg",
            "content": "Iranian search teams found the wreckage on Tuesday of a plane that went missing in the Zagros mountains two days earlier with 66 people on board, a spokesman said. Aseman Airlines flight EP3704 disappeared in the Zagros range on Sunday morning, around 45 minutes after taking off from Tehran. After two days of heavy snow and fog, the weather finally cleared on Tuesday morning, giving helicopter teams much better visibility.“The Revolutionary Guards’ helicopters this morning found the wreckage of the plane on Dena mountain,” spokesman Ramezan Sharif told state broadcaster IRIB. An IRIB reporter who spoke to one of the pilots said he had seen “scattered bodies around the plane” and that it was located in Noghol village, around 4,000 metres (13,000 feet) up Dena mountain.“Since yesterday the Guards’ drones started carefully identifying the geographical area where the plane had probably crashed and this morning two helicopters of the air forces were dispatched to the location,” Sharif said. Snowmobiles were deployed earlier on the 4,409-metre (14,465-foot) peak, where more than 100 mountaineers have also been aiding the search. “Last night, a number of people stayed on the mountain and through coordination with local guides managed to search all crevices,” Mansour Shishefuroosh, head of a regional crisis centre, told the ISNA news agency. Some 500 images taken by drones were being analysed overnight, he added. The ATR-72 twin-engine plane, in service since 1993, flew early Sunday from Mehrabad airport towards the city of Yasuj, some 500 kilometres (300 miles) to the south.Poor visibility meant some 60 helicopter sorties on Monday could find no trace of the plane.A team of crash investigators from French air safety agency BEA were also due to arrive in Iran on Monday, but their arrival had not yet been confirmed.Aviation safetyThe incident has reawakened concerns over aviation safety in Iran, which has been exacerbated by international sanctions over the years. Aseman Airlines was blacklisted by the European Commission in December 2016.It was one of only three airlines barred over safety concerns -- the other 190 being blacklisted due to broader concerns over oversight in their respective countries.Iran has complained that sanctions imposed by the United States have jeopardised the safety of its airlines and made it difficult to maintain and modernise ageing fleets.Aseman was forced to ground many of its planes at the height of the sanctions due to difficulties in obtaining spares. In a working paper presented to the United Nations’ International Civil Aviation Organization (ICAO) in 2013, Iran said US sanctions were blocking “the acquisition of parts, services and support essential to aviation safety”. Iran has suffered multiple aviation disasters, most recently in 2014 when 39 people were killed as a Sepahan Airlines plane crashed just after take-off from Tehran, narrowly avoiding many more deaths when it plummeted near a busy market.But figures from the Flight Safety Foundation, a US-based NGO, suggest Iran is nonetheless above-average in implementing ICAO safety standards. Lifting sanctions on aviation purchases was a key clause in the nuclear deal that Iran signed with world powers in 2015.Following the deal, Aseman Airlines finalised an agreement to buy 30 Boeing 737 MAX jets for $3 billion (2.4 billion euros) last June, with an option to buy 30 more.The sale could still be scuppered if US President Donald Trump chooses to reimpose sanctions in the coming months, as he has threatened to do.",
            "added_on": "Updated: Feb 20, 2018 14:00 IST"
        },
        {
            "header": "London, Manchester and Birmingham join hands to attract more Indian tourists in the UK",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/britain-eu-politics-brexit_d89941d8-1614-11e8-a4d7-7f47b8de9439.jpg",
            "content": "In a first-of-its-kind partnership, three of Britain’s largest cities have formed an alliance to attract more tourists from India as part of a drive launched in London on Tuesday.London, Manchester and Birmingham will collaborate on the Experience England initiative to jointly promote the best of English tourism in three of the world’s fastest growing markets — India, China and the Gulf Cooperation Council (GCC) countries that include Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates (UAE).The first-of-its-kind partnership will focus on increasing the number of visitors arriving in one city and then travelling across the different regions of England.“London is home to 10 most popular tourist attractions in the UK and we’re proud to welcome millions of visitors every year. But it’s important that they have the chance to see what’s on offer in other parts of the country too and I’m committed to working with other cities and regions to use the capital’s reputation to drive tourism across the nation,” London mayor Sadiq Khan said.In 2016, London welcomed 273,000 Indian visitors — a 16% increase on 2011.According to Tourism Vision for London report, Indian visitors to the British capital are expected to increase by 90% by 2025 and visitor spend from India is expected to go up by 180% during the same period.India, China and the GCC are projected to be among the fastest-growing tourism markets in the world, according to the London & Partners (L&P) — the London mayor’s promotional agency.The — Experience England — project will be financed by a 1.2-million-pound grant awarded to the L&P as part of a number of projects to receive funding from the UK government’s VisitEngland-administered 40-million-pound fund designed to ensure that England stays competitive in the rapidly growing tourism industry.The project is pegged at creating and promoting a new England tourism experience, making it easy for customers from India, China and the GCC to visit the cities of London, Manchester and Birmingham and then go on to explore the English countryside and villages.“The successful projects will boost international and domestic visitor growth, creating a step-change in the industry and spreading the economic benefits of tourism across England,” said Sally Balcombe, CEO of VisitBritain and VisitEngland initiatives.A research by the L&P shows that while fewer than a third of visitors staying overnight in London go on to stay overnight elsewhere in the UK, levels of visitor satisfaction increase significantly when people do visit other destinations.Andy Burnham, Mayor of Greater Manchester, said: “Greater Manchester is not only a vibrant, exciting region but it is also a gateway to explore the north of England, including places such as the Yorkshire Dales, the Lake District, the Peak District and so much more.“With increasing interest from international visitors, now is the ideal time to work together to create compelling itineraries that showcase the breadth and diversity of the entire country, starting or ending in our three biggest cities,” Burnham said.His view was echoed by the mayor in charge of Birmingham, in the West Midlands region of England.“Not only does the West Midlands boast a vibrant retail offer, Michelin star restaurants and world-class cultural gems, it’s also an essential gateway to the heart of England and its countryside, and is a stone’s throw from the capital city,” said West Midlands Mayor Andy Street.In the UK, tourism makes up 9% of the GDP, with London registering a higher figure at 11.6% of the city’s GDP.",
            "added_on": "Updated: Feb 20, 2018 13:56 IST"
        },
        {
            "header": "Turkey orders detention of 170 soldiers for links to coup plotters: Report",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/turkey-germany_98ba4904-160f-11e8-8f49-ddf93c7ed473.jpg",
            "content": "Turkish authorities issued detention warrants for 170 people suspected of links to the network accused of orchestrating a failed coup in 2016, the state-run Anadolu news agency said on Tuesday.Those targeted in the operation, which was centred in Istanbul and spread across 37 other provinces, included retired, suspended and serving soldiers, Anadolu said, adding 22 of them were detained on Tuesday morning.The suspects are believed to have contacted imams of the network via payphones and landlines, the news agency said. The arrests are part of Turkey’s far-reaching crackdown against the network of US-based Muslim cleric, Fethullah Gulen, whom Ankara holds responsible for the failed putsch.Gulen, who has lived in self-imposed exile in the United States since 1999, has denied involvement and condemned the coup.In the 19 months since the coup attempt - when rogue soldiers commandeered tanks and warplanes to attack parliament, killing more than 240 people - Turkey has jailed more than 50,000 under a state of emergency. It has also sacked or suspended 150,000 people from their jobs in the military, public and private sectors.The government dismisses rights groups’ concerns about the crackdown, saying only such a purge could neutralise the threat represented by Gulen’s network, which it says infiltrated institutions such as the judiciary, army and schools.",
            "added_on": "Updated: Feb 20, 2018 13:34 IST"
        },
        {
            "header": "Japan demands explanation after US fighter jet drops fuel tanks in its lake",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/ministry-onodera-minister-president-itsunori-meeting-defense_c3b93e4a-1609-11e8-8f49-ddf93c7ed473.jpg",
            "content": "Japan’s defence ministry demanded explanations Tuesday from the US military after a fighter jet experiencing an engine fire dropped two fuel tanks into a lake in the country’s north.The incident, which caused no injuries, is the latest in a string of accidents involving the US military that have prompted concern from Japanese officials and renewed criticism of the US military presence in the country.“We are asking the US side to explain what happened and its cause, and we fully demand the US side take prevention measures,” Japan’s Defence Minister Itsunori Onodera told a press conference.The F16 took off from the Misawa Air Base in northern Japan’s Aomori region early on Tuesday morning and immediately experienced an engine fire, Onodera said.“The US military has told us that it discarded two exterior tanks on Lake Ogawara just north of Misawa Air Base and landed back at Misawa Air Base,” Onodera said.In a statement, the US military confirmed that one of its F-16s had been forced to “jettison two external fuel tanks into an unpopulated area” after an engine fire broke out.“The safety of our airmen and our Japanese neighbours is our number one priority during flying operations,” said Colonel R. Scott Jobe, the 35th Fighting Wing commander.“We will conduct a thorough investigation to determine the root cause of this incident.”The case follows a string of accidents involving US military aircraft, for which US Secretary of Defense James Mattis apologised to Onodera last month.US military helicopters made at least three emergency landings in the southern region of Okinawa in January alone.In December, a window from a US military helicopter fell onto a school ground in Okinawa, and in October a US military helicopter burst into flames after landing in an empty field on Okinawa.",
            "added_on": "Updated: Feb 20, 2018 12:37 IST"
        },
        {
            "header": "This girl with a buzz cut becomes America’s voice for gun control after Florida shooting",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/lauderdale-gonzalez-douglas-control-shooting-marjory-stoneman_f05f6090-1605-11e8-a4d7-7f47b8de9439.jpg",
            "content": "Over the weekend, 18-year-old Emma Gonzalez emerged as the powerful voice of protests in the US against gun violence following the killing of 17 students and staff at Marjory Stoneman Douglas High School in Florida.The nearly 12-minute speech by Gonzalez at an anti-gun rally in Fort Lauderdale, Florida, on February 17--during which she called out President Donald Trump and the National Rifle Association for their failure to do enough to control gun-related violence--has been viewed by millions on YouTube and social media.Gonzalez is among the youngsters and students, including survivors from the Florida school targeted by shooter Nikolas Cruz on February 15, who have decided to take matters in their own hands instead of waiting for adults to bring about a change.As she repeatedly fought back tears and wiped her eyes, the teen with a buzz cut said in a voice choked with emotion: “Every single person up here today, all these people should be home grieving.“But instead we are up here standing together because if all our government and president can do is send ‘thoughts and prayers’, then it’s time for victims to be the change that we need to see.”She added, “If the president wants to come up to me and tell me to my face that it was a terrible tragedy and how it should never have happened and maintain telling us how nothing is going to be done about it, I’m going to happily ask him how much money he received from the National Rifle Association.”Trump and numerous Republican lawmakers have received donations of millions of dollars from the NRA, which is a key player in the campaign to prevent gun controls for Americans.“To every politician who is taking donations from the NRA, shame on you,” she said.Referring to the lax gun laws in US states such as Florida, she said: “We certainly do not understand why it should be harder to make plans with friends on weekends than it is to buy an automatic or semi-automatic weapon.”Kids like #emmagonzalez will change the world. Listen to her ! https://t.co/yq1nfmUmxfCruz had used an AR-15 rifle in the shooting that replaced the Columbine High School massacre of 1999 as the deadliest high school shooting in the US.“In this case, if you actively do nothing, people will continually end up dead. So it’s time to start doing something,” said Gonzalez, who is already being hailed as a hero and an icon in the movement to regulate access to deadly firearms.Gonzales was in the school’s auditorium when the shooting occurred and initially assumed the institution was having a drill until officials told everyone to run. Two days after the shooting, she received a call from a teacher who had seen some TV interviews she had done.The teacher told her a school board member wanted to speak to her and Gonzalez worried whether she had done something wrong, people.com reported.Instead, the school board member invited her to speak at the anti-gun rally in Fort Lauderdale the following day. She decided to get some sleep before writing her speech. Gonzalez awoke at 6.30 am on February 17 – the day of the speech – and began writing. She continued working on the speech during the drive to Fort Lauderdale and edited it until the moment she walked on to the stage.“I was getting incredible energy from the crowd,” Gonzalez was quoted as saying by people.com “I wanted people to feel what I was feeling.”When Gonzalez who appeared on TV news shows on February 18 to discuss the response to gun violence and was asked about Trump’s criticism of the FBI for failing to act on tips related to Cruz, she described the president’s word as “disgraceful”.She said Trump was trying to blame others. “The best thing for us to do is ignore him and to continue fighting our fight, the fight he refuses to acknowledge.”",
            "added_on": "Updated: Feb 20, 2018 12:16 IST"
        },
        {
            "header": "Students head to Florida capital to press lawmakers for gun law change",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/protestors-shooting-after-school-control-courthouse-broward_7e9387c0-1605-11e8-8f49-ddf93c7ed473.jpg",
            "content": "A hundred Stoneman Douglas High School students are bussing 400 miles to Florida’s capital Tuesday to urge lawmakers to act to prevent a repeat of the massacre that killed 17 students and faculty last week.The students plan to hold a rally Wednesday in hopes that it will put pressure on the state’s Republican-controlled Legislature to consider a sweeping package of gun-control laws, something some GOP lawmakers said Monday they would consider. Shortly after the shooting, several legislative leaders were taken on a tour of the school to see the damage firsthand and they appeared shaken afterward.“I really think they are going to hear us out,” said Chris Grady, a 19-year-old senior who is going on the trip. He said he hopes the trip will lead to some “commonsense laws like rigorous background checks.”The attack last Wednesday seemed to overcome the resistance of some in the state’s leadership, which has rebuffed gun restrictions since Republicans took control of both the governor’s office and the Legislature in 1999. However, there is still strong resistance by many in the party to any gun-control measures, leaving the fate of new restrictions unclear.Students also have vowed to exert pressure on Congress as the aftermath of the rampage resonates beyond Florida and from coast to coast. Hundreds of chanting protesters converged Monday on a downtown Los Angeles park, demanding tougher background checks and other gun-safety measures after the shooting. Some signs held up by the California demonstrators read, “Your Children Are Counting On You.”Sen. Bill Galvano, a Republican and the incoming Florida senate president, said the state Senate was preparing a package that would include raising the age to purchase any firearm to 21, creating a waiting period for purchasing any type of firearm, banning bump stocks that can allow semi-automatic guns to spray bullets quickly and creating gun-violence restraining orders.Authorities said suspect Nikolas Cruz, 19, had a string of run-ins with school authorities that ended with his expulsion. Police also were repeatedly called to his house throughout his childhood. Cruz’s lawyers said there were repeated warning signs that he was mentally unstable and potentially violent. Yet he legally purchased a semi-automatic rifle.“We need to make sure everything is working and to learn from the experience,” said Galvano, who was among those who visited the school.The Senate is also considering boosting spending on mental health programs for schools and giving law-enforcement greater power to involuntarily hold someone considered a danger to themselves. The body will also look at a proposal to deputize a teacher or someone else at school so they are authorized to have a gun.Galvano said senators want to examine ways to protect schools that do not have resource officers — often armed law enforcement officers — on site.State House leaders and Gov. Rick Scott also are considering possible changes to firearms rules but have not given any details. Scott planned meetings Tuesday on school safety, and said he would announce proposals on mental health issues later in the week.Still, some Republicans questioned whether additional gun restrictions are the answer.“I really don’t want to see this politicized into a gun debate,” Republican Sen. Dennis Baxley.Referring to gun-control advocates, he said: “Sometimes I wish they were right, that this would fix it, but it won’t ... We have a terrible problem with obesity, but we’re not banning forks and spoons.”Democrats believe raising the age limit and creating a waiting period to buy rifles isn’t enough.“That’s unacceptable. That’s a joke,” said Democratic Sen. Gary Farmer of Broward County. “I don’t see that as a restriction. It never should have been that an 18-year-old could buy an assault weapon. No Floridians should be able to buy an assault weapon.”Cruz legally purchased at least seven long guns, including an AK-47-style rifle he bought less than a month ago, a law enforcement official said Monday. The official is familiar with the investigation but isn’t authorized to discuss it and spoke on condition of anonymity.Federal law allows those 18 and over to buy rifles, and Cruz passed background checks necessary to obtain the weapons.Cruz made his first appearance in court Monday. Wearing a prison jumpsuit, he kept his head down and did not appear to make eye contact with the judge or others in the courtroom, though he responded briefly to someone on the defense team. A previous appearance was by a video connection from jail.His lawyers have said he will plead guilty if prosecutors agree not to pursue the death penalty. No decision has been made on that.Since the attack, students from the school have become increasingly vocal in their demands for gun-control measures. Many have pointed out politicians who take financial support from the National Rifle Association, and some have lashed out at President Donald Trump, saying he was busy blaming Democrats for failing to pass gun restrictions while taking no action of his own.After staying largely mum in the last few days about the massacre and the escalating debate about weapons, Trump said Monday that he was supportive of a bipartisan effort to strengthen federal background checks for gun purchases.Students are also calling for anti-gun violence demonstrations in Washington and other cities March 24.Organizers behind the anti-Trump Women’s March called for a 17-minute nationwide walkout by teachers and students on March 14, and a gun-control group was calling for a rally to ban assault weapons Wednesday at the Florida Capitol.",
            "added_on": "Updated: Feb 20, 2018 12:08 IST"
        },
        {
            "header": "20 children among 100 killed as Syria attacks rebels in Eastern Ghouta",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/syria-conflict_4765f0d8-1602-11e8-80b7-5f600041ef82.jpg",
            "content": " Heavy Syrian bombardment killed at least 100 civilians in rebel-held eastern Ghouta on Monday, a war monitor said, as regime forces appeared to prepare for an imminent ground assault.The escalation came as pro-government forces were also expected to enter the northern Kurdish-controlled enclave of Afrin, to take a stand against a month-old Turkish assault there.Held by rebels since 2012, Eastern Ghouta is the last opposition pocket around Damascus and President Bashar al-Assad has dispatched reinforcements there in an apparent concerted effort to retake it.A barrage of air strikes, rocket fire and artillery slammed into several towns across Eastern Ghouta on Monday.The Britain-based Syrian Observatory for Human Rights said at least 20 children were among 100 civilians killed in the assault, while around 300 other people were wounded.“The regime is bombing Eastern Ghouta to pave the way for a ground offensive,” said Observatory head Rami Abdel Rahman.The main opposition National Coalition, which is based in Turkey, denounced the “war of extermination” in Eastern Ghouta as well as the “international silence”.In a statement, it also accused regime ally Russia of seeking to “bury the political process” for a solution to the conflict.Residents of Hammuriyeh could be seen rushing indoors in panic as soon as they heard the sound of airplanes. Alaa al-Din, a 23-year-old Syrian in Hammuriyeh, said civilians were afraid of a potential government offensive.“Ghouta’s fate is unknown. We’ve got nothing but God’s mercy and hiding out in our basements,” he told AFP. “There’s no alternative.”Wailing children Shelling also hit the town of Douma, where an AFP correspondent saw five toddlers brought to a hospital, covered in dust and wailing uncontrollably. The hospital was full of distraught civilians: one father slapped his forehead after finding his two dead children, another erupted into tears as he discovered the body of his newborn on a purple sheet next to a pool of blood.Eastern Ghouta is held by two main Islamist factions, while jihadists control small pockets including one directly adjacent to the capital. The Observatory and Syrian daily newspaper Al-Watan had said negotiations were under way for the evacuation of jihadists from Eastern Ghouta.But escalating military pressure indicate that the regime would opt for a ground assault instead of talks, the monitor said.Government troops carried out a relentless five-day bombing campaign earlier this month that killed around 250 civilians in the enclave and wounded hundreds. Around the same time, the monitor said, the regime began dispatching military reinforcements to Eastern Ghouta. After days of relative calm, the government sent more than 260 rockets sailing onto Eastern Ghouta on Sunday.Those rockets, as well as artillery fire and air strikes, killed 17 civilians, said the Observatory.  The regime is keen to regain control of Eastern Ghouta to halt the deadly salvo of rockets and mortars that rebels fire on Damascus.About half a dozen rockets hit the capital Sunday night, AFP correspondents said. State news agency SANA reported that one person was killed. More than 20 civilians have been killed by rebel fire this month alone in regime-held Damascus.Regime to enter Afrin? All was quiet in the capital on Monday but since rumours of an imminent assault on Eastern Ghouta started spreading, people living close to the rebel enclave started packing their bags.Jawad al-Obros, 30, said he was looking to move to a hotel in the western sector of the city to escape his home in an east Damascus neighbourhood that has been regularly hit by rockets from Ghouta.“We’re tired of this situation. It seems that there’s no solution but a full-blown military one,” he told AFP. More than 340,000 people have been killed since Syria’s conflict erupted in 2011 with protests against Assad’s government.                  It has since evolved into a war that has carved up the country into rival zones of influence among the regime, rebels, jihadists and Kurdish forces. The Kurdish People’s Protection Units (YPG) control the northwestern region of Afrin, target of a month-old assault by the Turkish army and allied Syrian rebels. Turkey sees the YPG as a “terror” group linked to the Kurdistan Workers Party (PKK), outlawed by Ankara, and wants to clear it from its southern border. The YPG has controlled Afrin since 2012, when Syrian troops withdrew from it and other Kurdish-majority areas. Syrian state media said Monday that pro-regime forces were preparing to enter the area to “join the resistance against the Turkish aggression”.Turkey warned against any bid by the Syrian regime to help the YPG.President Recep Tayyip Erdogan spoke on the phone with Russian counterpart Vladimir Putin and, according to Turkish media, told him any support from Damascus to the YPG in Afrin “will have consequences” for the regime.",
            "added_on": "Updated: Feb 20, 2018 18:17 IST"
        },
        {
            "header": "Chicken shortage shuts hundreds of KFC stores in UK",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/britain-food-chicken-offbeat_59d6da0a-15ff-11e8-80b7-5f600041ef82.jpg",
            "content": "US fast-food chain KFC said Monday it had shut hundreds of UK stores as German delivery supplier DHL left them short of fowl and customers without their “fried chicken fix”.KFC said that more than 700 of its 900 UK-wide chicken shops had been forced to close since the weekend, while others were offering a downsized menu or shorter opening hours.“We’ve brought a new delivery partner on board, but they’ve had a couple of teething problems -- getting fresh chicken out to 900 restaurants across the country is pretty complex,” KFC said in a statement.“We won’t compromise on quality, so no deliveries has meant some of our restaurants are closed, and others are operating a limited menu, or shortened hours.“We know that this might have inconvenienced some of you over the last few days, and disappointed you when you wanted your fried chicken fix -- we’re really sorry about that,” the company added.DHL said in a separate statement that it was working to resolve the problem.",
            "added_on": "Updated: Feb 20, 2018 12:00 IST"
        },
        {
            "header": "Japanese ‘baby factory’ man wins custody of 13 kids born to Thai surrogates",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/thailand-surrogacy_4a08404e-162e-11e8-8f49-ddf93c7ed473.jpg",
            "content": "A Bangkok court on Tuesday granted a Japanese man “sole parent” rights to 13 children he fathered through Thai surrogate mothers, a ruling that paves the way for him to take custody of the group.Mitsutoki Shigeta caused a “baby factory” scandal in 2014 after Thai police said DNA samples linked him to nine infants found in a Bangkok apartment, plus at least four other babies born by surrogates.The murky case threw the spotlight on Thailand’s then unregulated rent-a-womb industry, and helped push authorities to bar foreigners from paying for Thai surrogates in 2015.Shigeta, the son of a Japanese tycoon, left the country in the wake of the scandal but later sued Thailand’s ministry of social development and human security for custody of the children.“For the happiness and opportunities which the 13 children will receive from their biological father, who does not have a history of bad behaviour, the court rules that all 13 born from surrogacy to be legal children of the plaintiff,” Bangkok’s Central Juvenile Court said in a statement.Shigeta, who did not attend the trial in person, was deemed the “sole parent” of the children after the Thai surrogates had signed away their rights, the court said.As he comes from a wealthy family, he has ample money and has prepared nurses and nannies to care for the children in Japan, the ruling stated.Shigeta’s lawyer said he would contact the Social Welfare Ministry, who has taken care of the children since the scandal broke in 2014, about the next steps in transferring them from state custody.Shigeta hired the Thai surrogates before the kingdom banned the lucrative trade in 2015, following a string of scandals and custody tussles.Surrogacy agencies quickly migrated to neighbouring Cambodia, who followed suit and barred the industry in 2016.In recent months there have been signs the industry has shifted to Laos, an opaque communist country with no restrictions on surrogacy. Some surrogacy agencies are now offering services to carry out the embryo transfer in Laos and then provide pregnancy care for the surrogate in Thailand, a wealthier country with vastly superior medical facilities.",
            "added_on": "Updated: Feb 20, 2018 16:40 IST"
        },
        {
            "header": "Cyclone Gita hits New Zealand; emergency declared in southern city",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/_9fc5d7c4-15f9-11e8-80b7-5f600041ef82.jpg",
            "content": "New Zealand’s national carrier on Tuesday cancelled all flights in and out of the capital, Wellington, and the southern city of Christchurch declared a state of emergency as the remnants of tropical cyclone Gita pummelled the country.Even before the storm hit in full force, heavy rains in the centre of New Zealand brought floods in Christchurch, prompting a warning from Mayor Lianne Dalziel.“The full impact of the storm will be felt overnight and tomorrow morning,” she said, urging residents of low-lying areas to evacuate. “We are expecting homes to be flooded.”Air New Zealand said all flights to the capital would be grounded from 2.45 p.m. (0145 GMT) as weather authorities issued warnings of severe weather and heavy rain and gusts of up to 150 kph (93 mph). Prime Minister Jacinda Ardern said troops had fanned out to areas likely to be the hardest hit and the national Civil Defence office in Wellington was on standby to help.“My message still to people is please look out for your local warnings and expect disruption to travel and please just be careful,” she told reporters at parliament. Cyclone Gita hit the Pacific island nations of Fiji and Tonga last week, packing winds up to 275 kph (171 mph). Fiji escaped major damage but Tonga suffered widespread destruction and flooding. Earlier, the storm had caused extensive damage in Samoa and American Samoa.The cyclone had since been downgraded to a storm, but forecasters said it was still likely to wreak havoc on Tuesday evening as it traversed the centre of New Zealand.Parts of the country are still reeling from a huge storm that prompted authorities to declare states of emergency at the beginning of February.More than 40 schools and preschools shut in the upper South Island, while mayors urged people to stay home.Transport authorities shut a stretch of highway along the east coast of the South Island and the Department of Conservation was closing seaside hiking tracks and campsites along the West Coast and ushering tourists away from low-lying areas, media said.",
            "added_on": "Updated: Feb 20, 2018 10:23 IST"
        },
        {
            "header": "Indian-American from Florida to run for US Congress",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/_1821f0a2-15ed-11e8-80b7-5f600041ef82.jpg",
            "content": "An Indian-American has announced he will run for the US House of Representatives from Florida district.Sanjay Patel will challenge incumbent Republican Bill Posey in Florida’s District 8.Patel, a resident of satellite beach, announced his candidacy this week at a meeting in Viera of the Brevard County democratic executive committee that was attended by about 400 people.On his campaign website, Patel is described as “an activist, change-maker and organisational transformation consultant”.He says he believes in economic justice for all.If elected, Patel promises to work to build prosperity for communities on the Space and Treasure coasts by supporting policies that ensure large companies pay employees fairly, and that help small businesses launch, compete fairly and thrive.“I will work to build prosperity for Florida’s families; guarantee health care for all Americans; protect our land, air and our water; and reform our immigration policy to reflect America’s deepest values,” Patel wrote on his campaign website.“I am the American Dream, a first-generation immigrant, the son of parents who have barely a high school education, a graduate of UCLA with a degree in economics who has built a small business and a nonprofit, and led transformative efforts in business, philanthropy and politics,” Patel said.He said he’d take his skills and experiences to “transform our collective sadness and outrage into justice for all”.“I believe it’s time to cultivate a real conversation on the Space and Treasure coasts about economic, social and environmental justice for all people,” Patel said.A graduate of UCLA with a degree in economics, Patel began his career in technology, with strategy and consulting roles at Deloitte, Genentech and the Santa Clara County Social Services Agency.He then launched a small consulting business in San Francisco; and subsequently co-founded a nonprofit, Epic Change, that used social media to raise funds for change-makers across the globe, according to his campaign site.Patel was one-year-old when his family arrived in America. His father worked at a 7-11 and his vegetarian mother worked at a McDonald’s, while raising four children, including Sanjay.“My parents’ hard work for other companies earned little wealth for our family, and even less for our community,” he said on his campaign site.Patel is half of a Brevard Democratic Party power couple. His wife, Stacey Patel, chairs the Brevard County democratic executive committee. Both were elected Bernie Sanders delegates to the 2016 Democratic National Convention. ",
            "added_on": "Updated: Feb 20, 2018 09:48 IST"
        },
        {
            "header": "Nigeria convicts 205 Boko Haram suspects in mass trials",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/boko-haram-militants_3b5bd6d4-15f0-11e8-8f49-ddf93c7ed473.jpg",
            "content": "More than 200 people have been convicted in Nigeria on charges related to their involvement with militant Islamist group Boko Haram, the justice ministry said on Monday.The convictions of 205 people in mass trials mark the conclusion of the second stage of the country’s biggest legal challenge to Boko Haram, which began an insurgency in 2009 aimed at creating an Islamic state in northeastern Nigeria.“Most of them were convicted for professing to belong to the terrorist group, (or) concealing information about the group which they knew or believe to be of material assistance that could lead to the arrest, prosecution or conviction of Boko Haram members,” the justice ministry said in a statement.Jail terms ranged from three to 60 years, said the ministry.It also said a total of 526 people allegedly affiliated with Boko Haram had been released for rehabilitation during the second stage, and said 73 cases had been adjourned.More than 20,000 people have been killed and two million forced to flee their homes since the insurgency began.Humanitarian groups have criticised the Nigerian authorities’ handling of some of those detained for infringing on the suspects’ rights.Some whose cases were heard last week at a detention centre in central Nigeria had been held without trial since 2010, according to the justice ministry, which added that some had been released for lack of evidence against them.  In October, the ministry said 45 people suspected of Boko Haram links had been convicted and jailed. A further 468 suspects were discharged and 28 suspects were remanded for trial in Abuja or Minna.",
            "added_on": "Updated: Feb 20, 2018 09:48 IST"
        },
        {
            "header": "Marines drink cobra blood, eat scorpions in US-Thai war drills",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/thailand-us-military-cobra-gold_e1db7a42-156d-11e8-80b7-5f600041ef82.jpg",
            "content": "US and Thai marines slurped snake blood and ate scorpions in a jungle survival programme on Monday as part of the two nations’ annual Cobra Gold war games.Now in its 37th year, Cobra Gold is one of the largest military exercises in Asia, bringing thousands of troops from the United States, Thailand and other countries for 10 days of field training on Thai shores.On Monday, several dozen US and Thai marines took park in an annual jungle survival drill on a Thai navy base in Chonburi province, where troops took turns drinking blood from a severed cobra before grilling and eating the snakes.Thai military trainers also taught the group – which included South Korean troops – how to remove venom from scorpions and tarantulas before eating them, find water in jungle vines and identity edible plants.“The key to survival is knowing what to eat,” said Thai Sergeant Major Chaiwat Ladsin, who led the drill that also saw the marines take bites of a raw gecko.“Definitely my first time drinking snake blood... It’s not something we do too often in America,” US Sergeant Christopher Fiffie told AFP after the training.“I think Ill be able to hold my own out there,” he added. “The biggest take was how exactly they get their water as well as the vegetation that you can eat.”This year’s Cobra Gold exercise drew some 6,800 US personnel to the war games – nearly double last year’s attendance, in the latest sign of warming relations between the two allies.A 2014 army coup in Thailand tested ties with Washington, which urged a return to democracy and scaled back military aid.But the two countries have upped their engagement under US President Donald Trump, who has taken a softer stance on human rights issues and even embraced Thai junta chief Prayut Chan-O-Cha in the White House.The US is also keen to flex its military muscle in Asia amid tensions with North Korea over the pariah states nuclear missile programme.“The (attendance) numbers are reflective of the US commitment in the region,” US embassy spokesman Stephane Castonguay told AFP at the start of the exercise.“The focus of this exercise still remains humanitarian assistance and disaster relief, in addition to community relations projects.”Troops from Indonesia, Japan, Malaysia, South Korea and Singapore also participated in this year’s drills.",
            "added_on": "Updated: Feb 20, 2018 09:48 IST"
        },
        {
            "header": "Oxfam apologises to Haiti government over sex scandal",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/files-britain-aid-oxfam_6a3e1014-15e8-11e8-8f49-ddf93c7ed473.jpg",
            "content": "Oxfam formally apologised to Haiti on Monday over the prostitution scandal rocking the aid charity, expressing its “shame” and vowing to do better as it handed over a damning internal report into the allegations.Made public earlier in the day, Oxfam’s 2011 report into the behaviour of aid workers sent to Haiti following a devastating earthquake revealed that a former top official admitted to paying for sex and that three staff physically threatened a witness.“We came here to share the report with the minister and express our shame and apologies to the Haitian government and to the Haitian people,” said Simon Ticehurst, Oxfam’s regional director for Latin America and the Caribbean.“We’ve taken lots of measures to improve internal safeguarding measures,” he said following a more than two-hour meeting with Haiti’s minister of planning and external cooperation, Aviol Fleurant, who had summoned the charity to explain itself.Oxfam’s 2011 report, compiled in the year after aid workers were deployed to Haiti, revealed that seven staff were accused of using prostitutes at an Oxfam-funded residence.Country director Roland van Hauwermeiren admitted paying for sex and was offered a “phased and dignified exit” if he cooperated with the inquiry.The Haitian government has expressed its outrage and launched its own inquiry.Haitian President Jovenel Moise tweeted last week that there was “nothing more unworthy or dishonest than a sexual predator” taking advantage of a natural disaster “to exploit needy people in their moment of great vulnerability.”‘Physical’ threatsThe report also said three Oxfam employees were involved in “physically threatening and intimidating” a witness who spoke to the investigators. Four staff were fired for gross misconduct and three others, including van Hauwermeiren, were allowed to quit.Details of the scandal surfaced earlier this month and have engulfed Oxfam, drawing widespread condemnation and putting its funding at risk.British Prime Minister Theresa May described the matter as “horrific,” adding that “it was far below the standards that we expect for the charities and the NGOs that we’re working with.”“We will not work with anybody who does not meet the high standards that we set,” May added during a visit to a London school.The charity has been suspended from bidding for new government funding until it undertakes reforms, and Oxfam chief executive Mark Goldring has been called to explain the scandal to British MPs in London on Tuesday alongside officials from Save the Children.That charity faces its own problems over claims that a staff member drunkenly harassed a female colleague.Last week, Oxfam unveiled an action plan to tackle sexual harassment and abuse, including creating a new vetting system for staff, and has urged victims to come forward with any new allegations.The aid group has denied trying to cover up the allegations but admitted it could have been more open at the time, saying it was publishing the report “in recognition of the breach of trust that has been caused.”‘Relations’All names in the report have been redacted apart from that of van Hauwermeiren, a 68-year-old Belgian who last week released a letter defending himself after the scandal broke. In the letter, he claims he had not visited any brothels, nightclubs or bars in Haiti, despite offers from men and women “who tried to get into my house with all sorts of excuses to demand money, work, or to offer sexual services.”Van Hauwermeiren says he told Oxfam he had “intimate relations” three times at his house with “an honorable, mature woman, who was not an earthquake victim nor a prostitute. And I did not give her any money.”In an interview with The Times, however, a young Haitian mother claimed she had a relationship with van Hauwermeiren when she was just 16 -- legally underage in Haiti.Now 23, Mikelange Gabou said the Belgian initially helped her with supplies for her baby, and that they later had a “loving relationship” and he would sometimes give her money.A woman who worked alongside van Hauwermeiren in Liberia said she made a complaint about him in 2004 -- years before the Haiti scandal.",
            "added_on": "Updated: Feb 20, 2018 08:29 IST"
        },
        {
            "header": "Angela Merkel picks ally for top party role, grooming potential successor",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/christian-democratic-union-cdu-leadership-meeting-berlin_ecfaf2fa-158a-11e8-a4d7-7f47b8de9439.jpg",
            "content": "German Chancellor Angela Merkel put forward close ally Annegret Kramp-Karrenbauer on Monday to take over as secretary general of her Christian Democrats (CDU), heeding calls from within the party to inject new blood and groom a successor.The decision to entrust Kramp-Karrenbauer with bolstering the CDU after it lost ground in last year’s election is significant as some party members are starting to look ahead to a post-Merkel era.Merkel, who was CDU secretary general before becoming chancellor, said Kramp-Karrenbauer, premier of the tiny western state of Saarland, would bring “a lot of weight” to the role in what she called “difficult times, uncertain times”.The chancellor has been under pressure from within the CDU to bring fresh faces into senior positions and to begin planning for her own succession. By promoting Kramp-Karrenbauer she achieves both, and moves an ally into a key role.“We have known each other a long time and can rely on each other, even if we have our own views,” Merkel, 63, told a joint news conference with Kramp-Karrenbauer, 55.Asked if she saw Kramp-Karrenbauer as a possible successor, Merkel replied: “It is your privilege that you are always three laps ahead of others ... We have our hands full managing the business of the day.”Though Merkel has said she is available as chancellor for four years, the succession debate has been supercharged by the inclusion of a clause in a coalition deal with the Social Democrats (SPD) that envisages a review of the next government’s progress after two years to assess whether any changes to its mission are needed.Kramp-Karrenbauer is expected to be voted into her new role at a Feb. 26 party congress. Her promotion is a setback to Jens Spahn, a 37-year-old arch-conservative long seen as a rising star in the CDU with an eye on the succession.Outgoing secretary general Peter Tauber is giving up the role after a period of illness.“Mini Merkel”Sometimes dubbed “mini Merkel” by German media, Kramp-Karrenbauer is highly regarded in her party for winning an election in her region last year that buoyed the CDU’s national standing ahead of the Sept. 24 federal vote.By taking on the secretary general role, she will build up her network in the CDU, something she has had only limited ability to do as premier of Saarland, a state of just 1 million people that borders France. Merkel will remain CDU chairwoman.She said she had decided to step down as Saarland premier and take up her new job in “one of the most difficult political phases in the history of the German federal republic so far.”Nearly five months after the national election, Germany is still without a federal government as the SPD consults its members before embarking on a re-run of their ‘grand coalition’ with Merkel’s conservative bloc.The election saw the far-right Alternative for Germany (AfD) party win seats in parliament for the first time - a political earthquake that followed Merkel’s 2015 decision to leave open German borders to more than 1 million migrants.The AfD has surpassed the SPD to become the second strongest party, the latest INSA opinion poll showed on Monday.Some in the CDU are now openly calling for a succession plan. Peter Hauk, agriculture minister in the southwestern state of Baden-Wuerttemberg, said at a CDU meeting last week: “It was clear before the election that Angela Merkel would not remain chancellor for 100 years, and that she would have to activate the succession at some stage. “Now is the time to do this courageously and I have no doubt this will happen.”The sentiment was echoed by many CDU members at the meeting.“This generational change must be initiated,” party member Robert Trautwein, 66, told Reuters.A fluent French speaker, Kramp-Karrenbauer commands respect in the party for her serious, factual approach to policymaking. She impressed Merkel last month when, after a car crash, she continued work on coalition negotiations from her hospital bed.",
            "added_on": "Updated: Feb 19, 2018 22:30 IST"
        },
        {
            "header": "UK man who blackmailed victims, encouraged rape of 4-year-old admits 137 offences; jailed for 32 yrs",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/britain-pedophile_57043252-1585-11e8-a4d7-7f47b8de9439.jpg",
            "content": "A British academic who blackmailed victims into sending him increasingly depraved images which he shared on dark web forums was jailed for 32 years on Monday after admitting 137 offences, which included encouraging the rape of a four-year-old boy.Dr Matthew Falder, 29, a geophysicist employed as a researcher at Birmingham University in central England, duped victims by masquerading as a depressed female artist on forums and mainstream online advertising websites.He fooled them into sending him naked or partially clothed images of themselves before blackmailing them into sending more humiliating images by threatening to send the original pictures to their family, friends and employers.Using the names “evilmind” and “666devil”, he then distributed the images on “hurt core” websites, hidden forums devoted to discussing rape, murder, sadism, torture, paedophilia, blackmail and degradation.Britain’s National Crime Agency (NCA), said he approached more than 300 people worldwide, with 45 victims represented in the charges against him.The NCA set up a global taskforce with law enforcement officials from the United States, Australia and Europol and enlisted the help of the UK’s eavesdropping spy agency GCHQ during a four-year hunt to track down Falder who had used specialist anonymising techniques to remain hidden. He was finally arrested in June last year and in October  pleaded guilty to 137 charges which included encouraging rape, inciting sexual exploitation making indecent images of children and voyeurism.“It is a tale of ever-increasing depravity,” Judge Philip Parker said as he sentenced Falder at Birmingham Crown Court.“The effects on the girls, women and men were devastating. The damage is ongoing for these individuals. It will never end. Time and again people begged you to stop. Time and again you ramped up the pressure.”At least three of the victims, who ranged in age from early teens to people in their 30s, tried to take their own lives. Falder, a graduate of Cambridge University, also secretly filmed adults he knew when they were in the shower using hidden cameras he had installed at a number of locations.“Dr Matthew Falder thought he wouldn’t be caught,” said NCA operations strategic lead Matthew Long. “He would stop at nothing to exploit (the victims), to make them feel sad, humiliated and unhappy. Ultimately that has devastated some people’s lives.”",
            "added_on": "Updated: Feb 19, 2018 22:29 IST"
        },
        {
            "header": "Maldives leader seeks 30-day extension of emergency, opposition stalls moves",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/yameen-abdul-gayoom_4bddd10c-1586-11e8-a4d7-7f47b8de9439.jpg",
            "content": "Embattled President Abdulla Yameen on Monday sought parliamentary approval for extending the emergency in the Maldives by 30 days but the move stalled after opposition lawmakers boycotted a planned vote.Yameen imposed the emergency on February 5 for 15 days to annul a Supreme Court ruling that quashed convictions against nine opposition leaders, including former president Mohamed Nasheed, and ordered the release of those held in prison. The state of emergency was to end on Tuesday.Parliament was initially told on Monday that the extension was for 15 days but the president’s office later announced that a 30-day extension had been sought.Thirty-nine MPs from the ruling Progressive Party of the Maldives (PPM) attended a session to debate Yameen’s proposal but all opposition lawmakers boycotted it. The MPs sent the proposal to Parliament’s national security committee, which met behind closed doors and approved the move.The opposition pointed out that the move needed a quorum of 43 MPs in the 85-member Parliament. With only the 39 PPM lawmakers present, the proposal was not put to a vote on Monday. AFP reported the MPs would vote on Tuesday on rubber stamping the emergency.In New Delhi, there was no official reaction from the external affairs ministry to Yameen’s move to extend the emergency. “We will not respond to it unless we know whether the emergency is extended or not,” an official said.Another official said the move went against an understanding between the two sides. “When the Indian envoy to the Maldives, Akhilesh Mishra, met Maldivian foreign secretary Ahmed Sareer on February 15, we were given to understand the emergency would not be extended and the government would reach out to all opposition parties,” the official said.A statement from the president’s office said Yameen had sought the extension of the emergency “as the threat to national security has not diminished, and the constitutional crisis has not been resolved”. It said the extension was also advised by the National Security Council.The statement expressed the government’s disappointment at opposition MPs boycotting a vote on the move and said the disengagement of the opposition “will cripple the Parliament’s ability to decide this issue”. It added that “these actions will further deepen the current constitutional crisis”.Ruling party MP Ahmed Nihan told the local media that irrespective of “whether the Parliament approves it or not, the situation does not change”. He added, “The state of emergency does not become void because the Parliament does not approve it.”Ibrahim Mohamed Solih, the opposition parliamentary group leader, told Reuters the Constitution “clearly states” Parliament’s indispensable role in extending an emergency. “If this is not approved (by Parliament), it is going to be invalid. Once the emergency becomes void everything done under that state of emergency also will be void and invalid,” he said.In its ruling late last month, the Supreme Court had also ordered the reinstatement of 12 MPs stripped of their seats by Yameen’s party for defecting last year. Without the 12 MPs, the government retains a majority in Parliament.Under the emergency, Yameen’s regime has arrested the chief justice, another apex court judge and former president Maumoon Abdul Gayoom on allegations of attempting to overthrow the government. Yameen also fired two police chiefs who said they would uphold the court verdict.China, India, the US and Britain issued travel warnings after Yameen imposed the emergency. The UN has urged Male to lift the emergency.  ",
            "added_on": "Updated: Feb 19, 2018 23:25 IST"
        },
        {
            "header": "Trump open to background check on guns, says White House ",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/opposition-washington-president-regarding-opportunity-declares-violence_f0681cbe-1581-11e8-8f49-ddf93c7ed473.jpg",
            "content": "The White House on Monday announced that President Donald Trump was “supportive” of efforts to improve federal background checks on prospective gun buyers, days after a teenager shooter killed 17 people in a Florida high school.Trump spoke to Republican Senator John Cornyn about a bipartisan bill that he and Democrat Chris Murphy introduced to improve federal compliance with criminal background checks, White House press secretary Sarah Huckabee Sanders said.Cornyn and Murphy had introduced the bill in November, days after a gunman killed over two dozen people in a church in Texas. The shooter — a former US air force personnel — had been able to purchase firearms despite having a criminal history.“The president spoke to Senator Cornyn on Friday about the bipartisan bill he and Senator Murphy introduced to improve federal compliance with criminal background check legislation,” Sanders said. “While discussions are ongoing and revisions are being considered, the president is supportive of efforts to improve the federal background check system.”It is a significant step for Trump, who ran for president on the promise of protecting the Second Amendment, which guarantees Americans the right to bear arms. During the 2016 campaign, Trump had aligned himself closely with the gun lobby and in February 2017, signed into law a bill revoking an Obama-era regulation that made it harder for people with mental illnesses to purchase firearms.Florida shooter Nikolas Cruz had a long history of aggressive behaviour and violence. There were plenty of red-flags about him that were missed, and Trump pointed to that in a tweet shortly after the shooting: “So many signs that the Florida shooter was mentally disturbed, even expelled from school for bad and erratic behavior. Neighbors and classmates knew he was a big problem. Must always report such instances to authorities, again and again! (sic)”This tweet angered gun control activists, who said that the Obama regulation he revoked could have prevented Cruz from accessing weapons. ",
            "added_on": "Updated: Feb 19, 2018 22:51 IST"
        },
        {
            "header": "Justin Trudeau’s ‘unusual’ India trip raises eyebrows, panned by Canada watchdog",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/20/Pictures/justin-trudeau-in-india_e61959ec-1623-11e8-80b7-5f600041ef82.jpg",
            "content": "As Canadian Prime Minister Justin Trudeau continues his eight-day visit to India, the fact that his schedule includes just half-a-day of official engagements in New Delhi is being described as “unusual” by veteran diplomats and criticised by a Canadian watchdog.A veteran Indian diplomat said in his long experience with bilateral visits, he had never experienced a trip of this nature, where the visiting dignitary spent so little time in official engagements with counterparts in the Indian government. In addition, he said, it was equally surprising that six cabinet ministers accompanying Trudeau had scant official engagements, except for foreign minister Chrystia Freeland, who will confer with external affairs minister Sushma Swaraj ahead of the meeting between the prime ministers in New Delhi on February 23. The diplomat spoke on condition of anonymity since he did not want to appear “churlish”.The low-key start to the visit on February 17 also raised eyebrows, with commentators noting that Trudeau was received at the Delhi airport by minister of state Gajendra Shekhawat. This, they noted, was in marked contrast to the warm welcome and hugs from Prime Minister Modi that marked the arrivals of US president Barack Obama, Israeli premier Benjamin Netanyahu and Abu Dhabi crown prince Mohamed bin Zayed Al Nahyan. Commentators also noted that there had been no tweet from Modi’s official account welcoming Trudeau and that he had not accompanied the Canadian leader to his home state of Gujarat. Reports have suggested that the Indian government is unhappy with Canada’s soft stance on Sikh radicals, who have increased pro-Khalitsan activities in recent years.Indian officials were also taken aback by the length and breadth of Trudeau’s visit, and the tacking on of an additional day for a town hall in New Delhi on February 24.The Ottawa-based Canadian Taxpayers Federation, an advocacy group, is not impressed with the itinerary. Its federal director, Aaron Wudrick, said in an email, “While it is understood that a Prime Minister will have to travel frequently, the proportion of time being spent actually meeting foreign counterparts on this trip does not suggest a good use of public money. “A week is a long time for a PM to spend visiting one country, and a half of a day out of eight is very little official business.” That view was seconded by Vivek Dehejia, professor of economics at Carleton University in Ottawa, who said, “This is an enormous waste of taxpayers’ money since it appears that so little of substance will be accomplished.”Some of Trudeau’s stops are directed at a domestic constituency. The large and influential Sikh diaspora in Canada could view his visit to the Golden Temple in Amritsar positively. And he will seek to woo the growing Gujarati community in his country with his visits to Sabarmati Ashram and Akshardham Temple. Dehejia described that as “mostly playing to the diaspora gallery in Canada”.Wudrick was of a similar view, as he said, “A cynic might suggest that the main benefit of this trip is boosting the esteem of the Prime Minister in the eyes of Canada’s large Indian diaspora. It is of course his right to electioneer – but Canadian taxpayers should not be paying for it (the Liberal Party of Canada should). “I recognise that it is difficult to clearly separate government business from partisan political benefit, but if the PM leaves India with little to show for his time there, many Canadians will rightfully question why such a long trip was necessary.”This isn’t the longest visit Trudeau has been on. In 2016, he spent 10 days in China, and that trip cost $ 1.8 million, the most expensive prime ministerial tour in a decade, according to an analysis by national broadcaster CBC. His predecessor Stephen Harper’s visit to India cost $ 1.36 million, and included four cities, but that cost also spanned legs in Manila and Hong Kong.However, Trudeau’s team could argue the visit definitely promotes the Canadian brand and a pair of business forums and a CEOs roundtable are evidence of that. Trudeau will also meet the chief ministers of Gujarat, Maharashtra and Punjab as he travels through Ahmedabad, Mumbai and Amritsar. Tangible outcomes during the dialogue with Modi in New Delhi will make it worthwhile.But scepticism remains, as Dehejia said, “I’ll believe it when it happens. What I’ve seen so far is a lot of noise, a lot of photo opportunities.”",
            "added_on": "Updated: Feb 20, 2018 15:25 IST"
        },
        {
            "header": "Pakistan attorney general says another notification needed to ban JuD, FiF",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/_61ee4bb2-157b-11e8-80b7-5f600041ef82.jpg",
            "content": "The Pakistan government will have to issue another notification to formally ban the JuD and FIF despite the amendment of the Anti-Terrorism Act to list groups sanctioned by the UN Security Council, attorney general Ashtar Ausaf Ali has said.After the president issued an ordinance on February 9 to amend the law to list groups such as the Jamaat-ud-Dawah and Falah-e-Insaniyat Foundation, the interior ministry issued a notification the following day to freeze and take over the assets of both the groups.However, Ali told The News daily that a notification from the interior ministry is required to formally ban both groups. The notification for seizing the assets of the JuD and FIF, both linked to alleged Mumbai attacks mastermind Hafiz Saeed, did not place the groups in Schedule I of Anti-Terrorism Act, a legal requirement for a formal ban. Since this formality has not been completed, the police too cannot take legal action against both groups, the daily reported.“Although the federal government has decided to freeze the assets of JuD and FIF through the law, it does not empower the provincial police to register cases against their activists. So we’ve taken over their assets but not registered cases against their activists,” a senior police officer told The News.The National Counter Terrorism Authority (Nacta) too has refused to update its list of banned groups. A meeting chaired by Nacta chief Ehsan Ghani on February 15 discussed the interior ministry’s notification and pointed out the “same flaw” in the order.The daily also reported that Prime Minister Shahid Khaqan Abbasi had initially decided to take strict action against the JuD and FIF in January but had to “reverse his decision” after interior minister Ahsan Iqbal pointed out that a ban on the groups could lead to a political crisis like the one in November, when the Tehreek Labbaik Ya Rasool Allah led by Khadim Hussain Rizvi had paralysed Islamabad with a sit-in protest. The premier’s adviser on finance Miftah Ismail and foreign secretary Tehmina Janjua too informed Abbasi of the possible repercussions of the Financial Action Task Force’s (FATF) plenary meeting in Paris following a demand by the US, the UK, France and Germany to place Pakistan in the “grey list” for not doing enough to counter terror financing.The FATF meeting began on Sunday and will end on February 23.Abbasi then formed a committee comprising interior minister Iqbal, Miftah Ismail and attorney general Ali to look into the matter of taking action against the JuD and FIF. The committee decided to resolve the issue through a presidential ordinance to amend the Anti-Terrorism Act so that the assets of groups sanctioned by the UN Security Council could be frozen.Ali suggested that a presidential ordinance should be issued to change the terror law. “I have always maintained that being a responsible state Pakistan should (unless there are issues which cannot be reconciled) adhere to its international obligations. Our first and foremost commitment is to Pakistan and there is no question of compromising our sovereignty. But when it comes to our international obligations which are in line with our national goals, we ought to take remedial measures without loss of time,” Ali said.",
            "added_on": "Updated: Feb 19, 2018 22:30 IST"
        },
        {
            "header": "Donald Trump calls Oprah Winfrey ‘insecure’, challenges her to run for President",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/lauderdale-enforcement-president-shooting-sheriff-marjory-stoneman_8872df66-156f-11e8-a4d7-7f47b8de9439.jpg",
            "content": "US President Donald Trump blasted media mogul Oprah Winfrey on Twitter on Sunday night over a segment on CBS’s 60 Minutes program and again said he hoped she would face him as an opponent in the 2020 presidential race.Actress and television host Winfrey, now a contributor to the CBS program, led a panel of 14 Republican, Democrat and Independent voters from Grand Rapids, Michigan in a wide ranging discussion about Trump’s first year in office.Trump tweeted: “Just watched a very insecure Oprah Winfrey, who at one point I knew very well, interview a panel of people on 60 Minutes. The questions were biased and slanted, the facts incorrect. Hope Oprah runs so she can be exposed and defeated just like all of the others!”Winfrey has told various media outlets, including Entertainment Weekly, that she is not running for president, but has considered it, after there was much recent media speculation.The panelists ranged from voters who said “I love him more and more every day,” to others questioning Trump’s stability, saying, “All he does is bully people.”Winfrey made no declarative statements for or against the president in the program. But she did ask questions ranging from whether the country is better off economically to whether respect for the country is eroding around the world.",
            "added_on": "Updated: Feb 19, 2018 18:57 IST"
        },
        {
            "header": "Surviving in jungle: Marines drink cobra blood, eat scorpions in US-Thai war drills",
            "img_link": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/02/19/Pictures/thailand-us-military-cobra-gold_d1563f58-1569-11e8-a4d7-7f47b8de9439.jpg",
            "content": "US and Thai marines slurped snake blood and ate scorpions in a jungle survival programme on Monday as part of the two nations’ annual Cobra Gold war games.Now in its 37th year, Cobra Gold is one of the largest military exercises in Asia, bringing thousands of troops from the United States, Thailand and other countries for 10 days of field training on Thai shores.On Monday, several dozen US and Thai marines took park in an annual jungle survival drill on a Thai navy base in Chonburi province, where troops took turns drinking blood from a severed cobra before grilling and eating the snakes.Thai military trainers also taught the group -- which included South Korean troops -- how to remove venom from scorpions and tarantulas before eating them, find water in jungle vines and identity edible plants.“The key to survival is knowing what to eat,” said Thai Sergeant Major Chaiwat Ladsin, who led the drill that also saw the marines take bites of a raw gecko.“Definitely my first time drinking snake blood... It’s not something we do too often in America,” US Sergeant Christopher Fiffie told AFP after the training.“I think I’ll be able to hold my own out there,” he added. “The biggest take was how exactly they get their water as well as the vegetation that you can eat.” This year’s Cobra Gold exercise drew some 6,800 US personnel to the war games -- nearly double last year’s attendance, in the latest sign of warming relations between the two allies.A 2014 army coup in Thailand tested ties with Washington, which urged a return to democracy and scaled back military aid.But the two countries have upped their engagement under US President Donald Trump, who has taken a softer stance on human rights issues and even embraced Thai junta chief Prayut Chan-O-Cha in the White House.The US is also keen to flex its military muscle in Asia amid tensions with North Korea over the pariah state’s nuclear missile programme.“The (attendance) numbers are reflective of the US commitment in the region,” US embassy spokesman Stephane Castonguay told AFP at the start of the exercise.“The focus of this exercise still remains humanitarian assistance and disaster relief, in addition to community relations projects.”Troops from Indonesia, Japan, Malaysia, South Korea and Singapore also participated in this year’s drills.",
            "added_on": "Updated: Feb 19, 2018 17:40 IST"
        }
    ]
}